[
  {
    "category": "Applied",
    "subject": "Application Confirmation",
    "body": "Thank you for applying to our company. We have received your application and will review it shortly. If your qualifications match our needs, we will contact you with further details."
  },
  {
    "category": "Applied",
    "subject": "We've Received Your Application",
    "body": "Hi,\n\nThis is to confirm that we have received your job application. We appreciate your interest in joining our team and will review your submission soon."
  },
  {
    "category": "Applied",
    "subject": "Job Application Acknowledgement",
    "body": "Hello,\n\nThank you for your application. Our team will review it and reach out if we find your skills suitable for the role."
  },
  {
    "category": "Interviewed",
    "subject": "Interview Invitation",
    "body": "Dear Applicant,\n\nWe are excited to invite you to an interview for the position you applied for. Please confirm your availability for the following date and time."
  },
  {
    "category": "Interviewed",
    "subject": "Interview Scheduled",
    "body": "Hi,\n\nYour interview has been scheduled for Thursday at 2:00 PM. Please check your email for further details, including the link to the virtual meeting."
  },
  {
    "category": "Interviewed",
    "subject": " Take-Home Exercise",
    "body": "Hello,\n\nThank you for taking the time to interview with us. As the next step, please complete the take-home exercise and submit it using the provided link."
  },
  {
    "category": "Interviewed",
    "subject": "Backend Take-Home Exercise | Fetch",
    "body": "Hi Stacey, Thank you for your interest in the Backend Engineer opportunity at Fetch! As a next step in the process, please complete this Backend take-home exercise at your earliest convenience and use the link below to submit."
  },
  {
    "category": "Offers",
    "subject": "We’re Excited to Offer You the Job!",
    "body": "Dear Applicant,\n\nCongratulations! We are thrilled to offer you a position with our company. Please find the details of your offer in the attached document."
  },
  {
    "category": "Offers",
    "subject": "Official Job Offer",
    "body": "Hi,\n\nWe are pleased to extend you an offer to join our team! Let us know if you have any questions or need clarifications regarding the terms."
  },
  {
    "category": "Offers",
    "subject": "Excited to Welcome You Onboard!",
    "body": "Hello,\n\nWe are excited to welcome you to the team! Please sign and return the offer letter by the specified deadline."
  },
  {
    "category": "Rejected",
    "subject": "Application Decision",
    "body": "Dear Applicant,\n\nAfter careful consideration, we regret to inform you that we have decided to move forward with other candidates at this time. Thank you for your interest in our company."
  },
  {
    "category": "Rejected",
    "subject": "Thank You for Applying",
    "body": "Hi,\n\nThank you for taking the time to apply. Unfortunately, we have chosen another candidate for this position. We wish you all the best in your future endeavors."
  },
  {
    "category": "Rejected",
    "subject": "Job Application Status",
    "body": "Hello,\n\nWe appreciate your interest in the position. However, we will not be moving forward with your application at this time."
  },
  {
    "category": "Applied",
    "subject": "Application Received",
    "body": "Thank you for submitting your application. We will review it and get back to you shortly regarding the next steps."
  },
  {
    "category": "Interviewed",
    "subject": "Interview Follow-Up",
    "body": "Hi,\n\nThank you for attending the interview. We are in the process of reviewing candidates and will update you on your application status soon."
  },
  {
    "category": "Offers",
    "subject": "Your Job Offer Details",
    "body": "Congratulations! We’re excited to offer you a position with our company. Please find attached the offer letter with all details included."
  },
  {
    "category": "Rejected",
    "subject": "Outcome of Your Application",
    "body": "We appreciate your interest in joining our company. Unfortunately, we will not be proceeding with your application at this time."
  },
  {
    "category": "Offers",
    "subject": "Join Our Team!",
    "body": "Dear Applicant,\n\nWe are thrilled to invite you to join our team! Please review the offer letter and respond by the deadline."
  },
  {
    "category": "Interviewed",
    "subject": "Next Steps After Your Interview",
    "body": "Thank you for interviewing with us. We are reviewing all candidates and will notify you of our decision shortly."
  },
  {
    "category": "Applied",
    "subject": "Application Submitted",
    "body": "Hi,\n\nYour job application has been successfully submitted. Thank you for your interest in joining our organization!"
  },
  {
    "category": "Applied",
    "subject": "Thank You for Your Application",
    "body": "Dear Applicant,\n\nWe have received your job application and will review it shortly. If you are selected, we will reach out to schedule the next steps."
  },
  {
    "category": "Applied",
    "subject": "Application Confirmation - We’re Reviewing Your Details",
    "body": "Hi,\n\nWe’ve received your job application and our hiring team will be reviewing it soon. We’ll be in touch if your qualifications match our needs."
  },
  {
    "category": "Applied",
    "subject": "Thank You for Applying - Next Steps",
    "body": "Hello,\n\nThank you for applying to our team. Your application is being reviewed, and we will let you know the next steps as soon as possible."
  },
  {
    "category": "Applied",
    "subject": "Application Acknowledgment - We’ve Received Your Submission",
    "body": "Dear [Applicant],\n\nThis is to let you know that we’ve received your job application. We will review your submission and get back to you shortly."
  },
  {
    "category": "Applied",
    "subject": "We’ve Received Your Application!",
    "body": "Hello,\n\nThank you for applying! Your application is currently under review, and we will contact you if we’d like to move forward."
  },
  {
    "category": "Interviewed",
    "subject": "Interview Details & Confirmation",
    "body": "Hi,\n\nWe’ve scheduled your interview for next Wednesday at 10 AM. Please let us know if that time works for you. We’ll send you a Zoom link closer to the date."
  },
  {
    "category": "Interviewed",
    "subject": "Interview Follow-Up - Thank You",
    "body": "Dear Applicant,\n\nThank you for interviewing with us. We enjoyed our conversation and are currently reviewing all candidates. We’ll update you on the next steps soon."
  },
  {
    "category": "Interviewed",
    "subject": "Next Steps After Your Interview",
    "body": "Hi,\n\nThank you for your time during the interview. We are in the process of evaluating all candidates, and we’ll let you know the next steps in the process."
  },
  {
    "category": "Interviewed",
    "subject": "Follow-Up Interview Scheduling",
    "body": "Dear [Applicant],\n\nWe’d like to schedule a follow-up interview with you. Please let us know your availability over the next few days."
  },
  {
    "category": "Interviewed",
    "subject": "Interview Scheduled - Confirmation",
    "body": "Hi [Applicant],\n\nYour interview has been scheduled for Tuesday at 3 PM. Please confirm your availability, and we will send you the meeting link soon."
  },
  {
    "category": "Offers",
    "subject": "We’re Excited to Extend You an Offer!",
    "body": "Dear [Applicant],\n\nAfter careful consideration, we are pleased to offer you the [Job Title] position with [Company Name]. Please review the offer details and let us know if you have any questions."
  },
  {
    "category": "Offers",
    "subject": "You’ve Been Selected for the Position - Offer Letter Attached",
    "body": "Hi [Applicant],\n\nWe’re happy to inform you that we have selected you for the [Job Title] role. Please find the offer letter attached for your review."
  },
  {
    "category": "Offers",
    "subject": "Official Job Offer for [Job Title]",
    "body": "Hello [Applicant],\n\nCongratulations! We are thrilled to extend an official offer for the [Job Title] position. Please review the offer and respond by the given deadline."
  },
  {
    "category": "Offers",
    "subject": "Job Offer Confirmation - [Company Name]",
    "body": "Hi [Applicant],\n\nCongratulations on receiving an offer to join our team! Please carefully review the terms of the offer and get back to us with any questions."
  },
  {
    "category": "Offers",
    "subject": "We’d Love to Have You Onboard - Job Offer Details",
    "body": "Dear [Applicant],\n\nWe’re excited to offer you a position with our company. Please find the attached offer letter for more details, and let us know if you have any questions."
  },
  {
    "category": "Rejected",
    "subject": "Thank You for Your Application - Outcome",
    "body": "Dear [Applicant],\n\nWe appreciate your interest in the [Job Title] role. After careful consideration, we regret to inform you that we have chosen to move forward with other candidates."
  },
  {
    "category": "Rejected",
    "subject": "Your Job Application Status - Decision",
    "body": "Hi [Applicant],\n\nWe regret to inform you that we will not be moving forward with your application at this time. We thank you for your interest in the role."
  },
  {
    "category": "Rejected",
    "subject": "Application Status Update",
    "body": "Dear [Applicant],\n\nAfter reviewing your application and interview, we have decided to proceed with another candidate for the [Job Title] role. Thank you for your time and effort."
  },
  {
    "category": "Rejected",
    "subject": "Job Opportunity Update",
    "body": "Hello [Applicant],\n\nThank you for applying for the [Job Title] position. Unfortunately, we will not be progressing with your application. We wish you the best in your job search."
  },
  {
    "category": "Rejected",
    "subject": "Decision on Your Application",
    "body": "Dear [Applicant],\n\nThank you for your interest in the [Job Title] position. After careful consideration, we have decided not to move forward with your application. Best of luck in your future endeavors."
  },
  {
    "category": "Applied",
    "subject": "Application Received Successfully",
    "body": "Dear Applicant,\n\nWe have received your application and appreciate your interest. Our team will review it and inform you about the next steps soon."
  },
  {
    "category": "Applied",
    "subject": "Thanks for Applying!",
    "body": "Hi [Name],\n\nWe’re reviewing your application and will get back to you within 1-2 weeks. Thanks for your patience!"
  },
  {
    "category": "Applied",
    "subject": "Job Application Submission Confirmation",
    "body": "Hello,\n\nThis is to confirm that your application for [Job Title] has been received. Our recruitment team will be in touch shortly."
  },
  {
    "category": "Applied",
    "subject": "Thank You for Your Submission",
    "body": "Dear [Applicant],\n\nWe have successfully received your application. If you’re a good match, we’ll contact you soon for the next steps."
  },
  {
    "category": "Interviewed",
    "subject": "Follow-Up Interview Invitation",
    "body": "Hi [Name],\n\nWe’d like to schedule a follow-up interview to discuss the next steps in the process. Please share your availability this week."
  },
  {
    "category": "Interviewed",
    "subject": "Virtual Interview Confirmation",
    "body": "Hello [Name],\n\nYour virtual interview is confirmed for [Date] at [Time]. The meeting link is provided below. Please let us know if you encounter any issues."
  },
  {
    "category": "Interviewed",
    "subject": "Thank You for Interviewing",
    "body": "Dear [Name],\n\nThank you for taking the time to meet with us. We enjoyed learning more about your skills and experience. We’ll be in touch shortly."
  },
  {
    "category": "Interviewed",
    "subject": "Interview Feedback Request",
    "body": "Hi [Name],\n\nThank you for interviewing with us! We’d appreciate your feedback on the process. Let us know if you have any suggestions."
  },
  {
    "category": "Offers",
    "subject": "Offer Letter - Your Next Steps",
    "body": "Dear [Name],\n\nCongratulations! We’re thrilled to extend you an offer for [Job Title]. Please review the attached document and confirm your acceptance."
  },
  {
    "category": "Offers",
    "subject": "Welcome to the Team!",
    "body": "Hello [Name],\n\nWe’re delighted to welcome you to [Company Name]! Please find attached the official offer details and onboarding instructions."
  },
  {
    "category": "Offers",
    "subject": "Your Job Offer is Here",
    "body": "Hi [Name],\n\nWe’re excited to offer you the position of [Job Title]. Review the terms in the attached offer letter and let us know if you have any questions."
  },
  {
    "category": "Rejected",
    "subject": "Application Unsuccessful",
    "body": "Dear [Name],\n\nThank you for your application. Unfortunately, we won’t be moving forward with your application. We wish you success in your job search."
  },
  {
    "category": "Rejected",
    "subject": "Thank You for Interviewing",
    "body": "Hi [Name],\n\nWe appreciate the time you spent interviewing for [Job Title]. After careful consideration, we’ve decided to move forward with other candidates."
  },
  {
    "category": "Rejected",
    "subject": "Position Filled",
    "body": "Hello [Name],\n\nThank you for applying for [Job Title]. We have filled the position, but we encourage you to apply for future openings with us."
  },
  {
    "category": "Rejected",
    "subject": "Application Update",
    "body": "Dear [Name],\n\nWe regret to inform you that your application was not selected for [Job Title]. Thank you for considering [Company Name]."
  },
  {
    "category": "Applied",
    "subject": "Your Application Has Been Received",
    "body": "Dear Applicant, we are confirming that your application for the Software Developer position has been successfully submitted. We will review your qualifications and get back to you soon."
  },
  {
    "category": "Applied",
    "subject": "Application Submission Confirmation",
    "body": "Hi [Name], we’ve received your application for the Data Scientist role. Thank you for your interest in joining our company. We will notify you once we’ve had a chance to review your application."
  },
  {
    "category": "Applied",
    "subject": "We’ve Received Your Application - Next Steps",
    "body": "Dear [Name], thank you for applying for the Marketing Manager position. Our team will review your application and contact you within 1-2 weeks if we are interested in proceeding further."
  },
  {
    "category": "Applied",
    "subject": "Application Received - Thank You",
    "body": "Hello [Name], your application for the Software Engineer role has been successfully received. We’ll reach out to you soon with more information regarding next steps."
  },
  {
    "category": "Applied",
    "subject": "Job Application Acknowledgement",
    "body": "Dear [Name], thank you for applying to our company. We will evaluate your resume and qualifications and will contact you if we find a good fit."
  },
  {
    "category": "Interviewed",
    "subject": "Interview Confirmation for Software Engineer Role",
    "body": "Hi [Name], we’re excited to confirm your interview for the Software Engineer position on Friday at 10 AM. Please be prepared for a technical assessment."
  },
  {
    "category": "Interviewed",
    "subject": "Your Interview Details - Please Confirm",
    "body": "Dear [Name], we’d like to confirm your interview for the Marketing Coordinator position. The interview is scheduled for next Wednesday at 2:00 PM. Please let us know if you need to reschedule."
  },
  {
    "category": "Interviewed",
    "subject": "Post-Interview Next Steps",
    "body": "Dear [Name], thank you for interviewing with us. We are in the process of reviewing candidates and will inform you of our decision by the end of this week."
  },
  {
    "category": "Interviewed",
    "subject": "Final Interview Round Scheduled",
    "body": "Hi [Name], we’re happy to inform you that you’ve passed the initial interview round for the HR Manager position. Your final round interview is scheduled for Tuesday at 9 AM."
  },
  {
    "category": "Interviewed",
    "subject": "Interview Feedback and Next Steps",
    "body": "Hello [Name], thank you for your time during the interview process. We’re currently reviewing all candidates and will be in touch soon regarding the next steps."
  },
  {
    "category": "Offers",
    "subject": "We’re Excited to Offer You the Position!",
    "body": "Dear [Name], we are pleased to offer you the position of Marketing Manager at [Company Name]. Please find the attached offer letter and let us know if you have any questions."
  },
  {
    "category": "Offers",
    "subject": "Offer for Senior Developer Position",
    "body": "Hello [Name], we are thrilled to extend an offer for the Senior Developer position with our company. Please review the terms of the offer and let us know if you have any questions."
  },
  {
    "category": "Offers",
    "subject": "Official Job Offer - Review and Accept",
    "body": "Dear [Name], we’re excited to offer you the [Job Title] position at [Company Name]. Please review the attached offer details and confirm your acceptance at your earliest convenience."
  },
  {
    "category": "Offers",
    "subject": "Your Offer Letter is Attached",
    "body": "Hi [Name], congratulations on receiving an offer for the Software Engineer position. Please find the offer letter attached and review the terms of employment. Let us know if you have any questions."
  },
  {
    "category": "Offers",
    "subject": "Job Offer Confirmation - Next Steps",
    "body": "Dear [Name], congratulations! We are happy to extend an offer to you for the position of [Job Title] at [Company Name]. Please review the offer and confirm your acceptance."
  },
  {
    "category": "Rejected",
    "subject": "We’ve Chosen Another Candidate",
    "body": "Dear [Name], thank you for your interest in the [Job Title] role at [Company Name]. After careful consideration, we’ve decided to move forward with another candidate. We wish you the best of luck in your job search."
  },
  {
    "category": "Rejected",
    "subject": "Job Application Status Update",
    "body": "Hi [Name], we regret to inform you that after reviewing your application for the Data Analyst position, we have decided to pursue other candidates for the role. Thank you for your time and interest."
  },
  {
    "category": "Rejected",
    "subject": "Application Outcome - [Job Title]",
    "body": "Dear [Name], we regret to inform you that after careful consideration, we will not be moving forward with your application for the [Job Title] role. We appreciate your interest and wish you all the best."
  },
  {
    "category": "Rejected",
    "subject": "Your Application Status - [Company Name]",
    "body": "Hello [Name], thank you for your application for the Product Manager role. Unfortunately, we’ve decided not to move forward with your candidacy at this time. We encourage you to apply for future openings with us."
  },
  {
    "category": "Rejected",
    "subject": "Update on Your Application Status",
    "body": "Hi [Name], after careful consideration, we have decided to proceed with other candidates for the role of [Job Title]. We appreciate your interest in the position and wish you the best in your job search."
  },
  {
    "category": "Applied",
    "subject": "Job Application Submission Confirmation",
    "body": "Hello [Name], this is to confirm that your application for [Job Title] has been successfully received. We will review your credentials and get back to you soon."
  },
  {
    "category": "Applied",
    "subject": "We’ve Received Your Application - Thank You",
    "body": "Hi [Name], we’ve received your application for the [Job Title] role. Thank you for your interest! Our team will review it and get back to you shortly."
  },
  {
    "category": "Applied",
    "subject": "Application Received Successfully",
    "body": "Dear [Name], your application for the [Job Title] position has been successfully submitted. We will review it and contact you if your qualifications align with the role."
  },
  {
    "category": "Applied",
    "subject": "Thanks for Applying!",
    "body": "Hello [Name], we’ve received your job application and will review it soon. Thank you for considering a career with us!"
  },
  {
    "category": "Applied",
    "subject": "Your Application for [Job Title] Has Been Submitted",
    "body": "Dear [Name], thank you for submitting your application for the [Job Title] position. We’ll reach out to you once we’ve reviewed your credentials."
  },
  {
    "category": "Applied",
    "subject": "Your Job Application has Been Received",
    "body": "Dear [Name], we’ve received your application for the UX Designer role. Thank you for your interest in joining our team. We’ll be in touch after reviewing your qualifications."
  },
  {
    "category": "Applied",
    "subject": "Application Submission Confirmation",
    "body": "Hi [Name], we have successfully received your application for the Project Manager position. Our team will review your resume and contact you if we find your experience to be a match."
  },
  {
    "category": "Applied",
    "subject": "We’ve Received Your Application!",
    "body": "Hello [Name], thank you for applying for the Data Analyst role. We are currently reviewing all applications and will notify you if you are selected for an interview."
  },
  {
    "category": "Applied",
    "subject": "Application Received Successfully",
    "body": "Dear [Name], thank you for submitting your application for the Front-End Developer position. We’ll be in touch once we’ve reviewed your credentials."
  },
  {
    "category": "Applied",
    "subject": "Thank You for Your Application",
    "body": "Hi [Name], we’ve received your application for the HR Coordinator position. We’ll review your resume and reach out to you shortly."
  },
  {
    "category": "Interviewed",
    "subject": "Interview Scheduled for Graphic Designer Role",
    "body": "Hi [Name], we’ve scheduled your interview for the Graphic Designer role for Friday at 10 AM. Please confirm your availability."
  },
  {
    "category": "Interviewed",
    "subject": "Virtual Interview Invitation - Software Engineer",
    "body": "Hello [Name], we’d like to invite you to a virtual interview for the Software Engineer position. The interview will be held via Zoom on Tuesday at 3 PM."
  },
  {
    "category": "Interviewed",
    "subject": "Follow-Up Interview for Marketing Specialist Role",
    "body": "Dear [Name], thank you for your initial interview. We would like to schedule a follow-up interview for the Marketing Specialist role. Please let us know your availability."
  },
  {
    "category": "Interviewed",
    "subject": "Confirmation of Interview Date and Time",
    "body": "Hi [Name], this is a confirmation for your interview on Thursday at 2:30 PM for the Content Writer position. Looking forward to meeting with you."
  },
  {
    "category": "Interviewed",
    "subject": "Interview Follow-Up for the Project Manager Position",
    "body": "Dear [Name], thank you for interviewing for the Project Manager role. We are currently reviewing your application and will get back to you with an update soon."
  },
  {
    "category": "Offers",
    "subject": "Excited to Offer You a Position at [Company Name]",
    "body": "Hi [Name], congratulations! We are thrilled to offer you the position of Senior Product Manager. Please review the attached offer letter and confirm your acceptance."
  },
  {
    "category": "Offers",
    "subject": "Job Offer for Marketing Director",
    "body": "Dear [Name], we are pleased to extend an offer for the Marketing Director position. Please find the offer details attached and let us know if you have any questions."
  },
  {
    "category": "Offers",
    "subject": "Congratulations! Job Offer for [Job Title]",
    "body": "Hi [Name], congratulations on being selected for the [Job Title] position. Please review the offer letter attached and confirm your acceptance by the end of the week."
  },
  {
    "category": "Offers",
    "subject": "Offer Letter for IT Support Specialist Position",
    "body": "Dear [Name], we are excited to extend an offer to you for the IT Support Specialist position. Please review the attached offer and confirm your acceptance."
  },
  {
    "category": "Offers",
    "subject": "You’re Hired! Job Offer for Business Analyst",
    "body": "Hello [Name], we are excited to offer you the position of Business Analyst at [Company Name]. Please review the offer and let us know if you accept by the specified date."
  },
  {
    "category": "Rejected",
    "subject": "Decision on Your Application for Marketing Analyst Role",
    "body": "Dear [Name], thank you for your interest in the Marketing Analyst position. Unfortunately, we will not be moving forward with your application at this time."
  },
  {
    "category": "Rejected",
    "subject": "We’ve Selected Another Candidate for the [Job Title] Role",
    "body": "Hello [Name], thank you for interviewing with us. After careful consideration, we’ve decided to move forward with another candidate for the [Job Title] position."
  },
  {
    "category": "Rejected",
    "subject": "Outcome of Your Application for [Job Title]",
    "body": "Dear [Name], we regret to inform you that we will not be proceeding with your application for the [Job Title] position. We appreciate your interest in our company."
  },
  {
    "category": "Rejected",
    "subject": "Thank You for Applying - [Job Title] Position Update",
    "body": "Hi [Name], after reviewing your application for the [Job Title] position, we’ve decided to move forward with another candidate. Thank you for your time and consideration."
  },
  {
    "category": "Rejected",
    "subject": "Your Application for [Job Title] - Decision",
    "body": "Dear [Name], we regret to inform you that we will not be moving forward with your application for the [Job Title] position. We appreciate your interest in joining our team."
  },
  {
    "category": "Applied",
    "subject": "Thank You for Your Submission for [Job Title]",
    "body": "Dear [Name], we’ve received your application for the [Job Title] position and will begin reviewing your qualifications. We’ll be in touch shortly."
  },
  {
    "category": "Applied",
    "subject": "We’ve Received Your Application - Next Steps",
    "body": "Hi [Name], thank you for applying for the [Job Title] role. We’ll review your resume and contact you if we’d like to move forward with your application."
  },
  {
    "category": "Applied",
    "subject": "Application for [Job Title] Submitted Successfully",
    "body": "Dear [Name], we’ve received your job application for the [Job Title] position. We’ll review your submission and get back to you shortly."
  },
  {
    "subject": "Web Developer- Work From Home - TORKLAW",
    "body": "Hello [Name] Brinkley,Thank you for applying at TorkLaw! We are thrilled to see your interest in becoming a part of our team.While we receive an overwhelming\r\nnumber of applications every week, we are committed to giving each one the\r\nattention it deserves. To continue on to the next stage of our hiring process,\r\nwe ask that you call us at 949.424.2335 and follow the instructions provided\r\nthere.We are excited to get to know you through this process.Sincerely,The\r\nTorkLaw Recruitment Team ------------------------------------------------------------------------------- -------------------------------------------------------------------------------\r\n",
    "category": "Applied"
  },
  {
    "subject": "Thank you for applying to Updater",
    "body": "Thank you for applying! Hi [Name], Thank you for your interest in Updater/MoveHQ. We appreciate the time you took to apply for the Backend Engineer role and look forward to reviewing your application. Regards, The Updater/MoveHQ Recruiting Team ** Please note: Do not reply to this email. This email is sent from an unattended mailbox. Replies will not be read. Updater Office Mural ( https://facebook.com/updater ) ( https://twitter.com/updater ) ( https://www.linkedin.com/company/updater ) ( https://www.updater.com/ ) ( https://www.updater.com ) 19 Union Square West â€¢ 12th Floor â€¢ New York, NY 10003",
    "category": "Applied"
  },
  {
    "subject": "Thank you for applying to Updater",
    "body": "Thank you for your interest in Updater. We have received your application for the Backend Engineer role. Our team will review your submission and contact you if you are shortlisted.",
    "category": "Applied"
  },
  {
    "subject": "Your Application Has Been Received",
    "body": "Dear [Name], We have received your application for the Graphic Designer position at CreativeWorks. We will carefully review your submission and get back to you if you’re selected.",
    "category": "Applied"
  },
  {
    "subject": "Application Confirmation: Junior Developer Role",
    "body": "Hi [Name], Thank you for submitting your application for the Junior Developer position at CodeSphere. We will review your qualifications and contact you for next steps.",
    "category": "Applied"
  },
  {
    "subject": "Thanks for Applying to TalentHub",
    "body": "Hi [Name], We’ve received your application for the HR Manager role. We’re excited to review your qualifications and will be in touch shortly.",
    "category": "Applied"
  },
  {
    "subject": "Confirmation: Marketing Associate Application",
    "body": "Hi [Name], Thank you for your interest in the Marketing Associate role at BrightFuture Inc. Your application has been successfully submitted, and we’ll contact you soon.",
    "category": "Applied"
  },
  {
    "subject": "Application Received for Warehouse Supervisor Role",
    "body": "Dear [Name], We have received your application for the Warehouse Supervisor position at LogisticsPro. We appreciate your interest and will review your application shortly.",
    "category": "Applied"
  },
  {
    "subject": "Submission Received: Customer Support Specialist Role",
    "body": "Hi [Name], Thank you for applying for the Customer Support Specialist position at ServiceGenius. We’ve received your application and will get back to you soon.",
    "category": "Applied"
  },
  {
    "subject": "Application Received: Backend Engineer Role",
    "body": "Dear [Name], Thank you for submitting your application for the Backend Engineer role at DevHub. We will reach out soon if you are selected for the next stage.",
    "category": "Applied"
  },
  {
    "subject": "Thank You for Applying for Sales Executive",
    "body": "Hi [Name], Your application for the Sales Executive position has been received. Thank you for considering RetailCo as your next career move.",
    "category": "Applied"
  },
  {
    "subject": "Your Application for Data Analyst Position",
    "body": "Dear [Name], We have received your application for the Data Analyst role at GreenSolutions. Thank you for taking the time to apply.",
    "category": "Applied"
  },
  {
    "subject": "Invitation to Interview for Software Engineer Position",
    "body": "Hi [Name], Congratulations! We’d like to invite you to an interview for the Software Engineer role at TechCorp. Please find the interview details below.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview Confirmation for Data Analyst Role",
    "body": "Hi [Name], Your interview for the Data Analyst position at GreenSolutions is confirmed for November 28th at 2:00 PM. Please reply to this email if you have any questions.",
    "category": "Interviewed"
  },
  {
    "subject": "Follow-Up Interview: Graphic Designer Role",
    "body": "Dear [Name], We are pleased to invite you to a follow-up interview for the Graphic Designer position at CreativeWorks. Details will follow shortly.",
    "category": "Interviewed"
  },
  {
    "subject": "Reminder: Customer Support Specialist Interview",
    "body": "Hi [Name], This is a friendly reminder that your interview for the Customer Support Specialist role at ServiceGenius is scheduled for tomorrow at 10:00 AM.",
    "category": "Interviewed"
  },
  {
    "subject": "Confirmation: Phone Interview with BrightFuture Inc.",
    "body": "Hi [Name], Your phone interview for the Marketing Associate position at BrightFuture Inc. is confirmed for Wednesday at 3:00 PM. Looking forward to speaking with you!",
    "category": "Interviewed"
  },
  {
    "subject": "Thank You for Interviewing at LogisticsPro",
    "body": "Dear [Name], Thank you for attending the interview for the Warehouse Supervisor position. We appreciate your time and effort and will update you soon regarding the next steps.",
    "category": "Interviewed"
  },
  {
    "subject": "Technical Assessment Invitation",
    "body": "Hi [Name], Thank you for your interest in the Backend Engineer position. Please complete the attached technical assessment before our next discussion.",
    "category": "Interviewed"
  },
  {
    "subject": "Your Interview at DevHub",
    "body": "Hi [Name], Thank you for your recent interview for the Backend Engineer role at DevHub. We will review your performance and let you know the outcome shortly.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview Rescheduled for Sales Executive Role",
    "body": "Hi [Name], Your interview for the Sales Executive position at RetailCo has been rescheduled for Monday at 1:00 PM. Please let us know if this works for you.",
    "category": "Interviewed"
  },
  {
    "subject": "Panel Interview Scheduled",
    "body": "Dear [Name], You have been invited to a panel interview for the HR Manager role at TalentHub. The interview will take place on Friday at 2:30 PM.",
    "category": "Interviewed"
  },
  {
    "subject": "Job Offer: Software Engineer Role",
    "body": "Dear [Name], We are delighted to offer you the Software Engineer position at TechCorp. Please find the offer details attached.",
    "category": "Offers"
  },
  {
    "subject": "Offer Letter: Data Analyst Position",
    "body": "Hi [Name], Congratulations! We are pleased to offer you the Data Analyst role at GreenSolutions. Please review the attached offer letter.",
    "category": "Offers"
  },
  {
    "subject": "Your Offer at CreativeWorks",
    "body": "Dear [Name], We are thrilled to offer you the Graphic Designer position at CreativeWorks. Welcome to the team!",
    "category": "Offers"
  },
  {
    "subject": "Employment Offer: Customer Support Specialist Role",
    "body": "Hi [Name], Congratulations! We are excited to offer you the position of Customer Support Specialist at ServiceGenius.",
    "category": "Offers"
  },
  {
    "subject": "Offer for Marketing Associate Position",
    "body": "Hi [Name], BrightFuture Inc. is pleased to offer you the Marketing Associate position. Please review the offer and let us know your decision.",
    "category": "Offers"
  },
  {
    "subject": "Job Offer from RetailCo",
    "body": "Dear [Name], We are happy to extend an offer for the Sales Executive position at RetailCo. Please find the offer details attached.",
    "category": "Offers"
  },
  {
    "subject": "Congratulations! Offer for Backend Engineer Role",
    "body": "Dear [Name], Congratulations! We are pleased to offer you the Backend Engineer position at DevHub. Welcome aboard!",
    "category": "Offers"
  },
  {
    "subject": "Contract Offer: HR Manager Role",
    "body": "Dear [Name], We are excited to offer you the HR Manager role at TalentHub. Please review the attached contract for details.",
    "category": "Offers"
  },
  {
    "subject": "Your Job Offer with LogisticsPro",
    "body": "Hi [Name], LogisticsPro is pleased to offer you the Warehouse Supervisor role. We look forward to having you on the team.",
    "category": "Offers"
  },
  {
    "subject": "Welcome to ServiceGenius!",
    "body": "Dear [Name], We are thrilled to offer you the Customer Support Specialist position. Let’s get started on your journey with us.",
    "category": "Offers"
  },
  {
    "subject": "Application Update: Software Engineer Role",
    "body": "Dear [Name], Thank you for interviewing for the Software Engineer position. Unfortunately, we have decided to proceed with another candidate.",
    "category": "Rejected"
  },
  {
    "subject": "Position Filled: Data Analyst Role",
    "body": "Hi [Name], We appreciate your interest in the Data Analyst position at GreenSolutions. Unfortunately, we have filled the role.",
    "category": "Rejected"
  },
  {
    "subject": "Application Rejected: Graphic Designer Role",
    "body": "Dear [Name], After careful review, we regret to inform you that you were not selected for the Graphic Designer position at CreativeWorks.",
    "category": "Rejected"
  },
  {
    "subject": "Thank You for Interviewing",
    "body": "Hi [Name], We appreciate the time you spent interviewing for the Customer Support Specialist role. Unfortunately, we have chosen another candidate.",
    "category": "Rejected"
  },
  {
    "subject": "Update on Your Application",
    "body": "Hi [Name], Thank you for applying for the Marketing Associate position. We regret to inform you that you were not selected for this role.",
    "category": "Rejected"
  },
  {
    "subject": "Application Decision: Backend Engineer Role",
    "body": "Dear [Name], We sincerely thank you for applying to DevHub. Unfortunately, we have decided to move forward with another candidate for the Backend Engineer position.",
    "category": "Rejected"
  },
  {
    "subject": "Position Closed: Warehouse Supervisor Role",
    "body": "Hi [Name], Thank you for applying to LogisticsPro. The Warehouse Supervisor position has been filled, and we will keep your application on file.",
    "category": "Rejected"
  },
  {
    "subject": "Application Update: HR Manager Role",
    "body": "Dear [Name], After reviewing your application, we regret to inform you that you were not selected for the HR Manager role at TalentHub.",
    "category": "Rejected"
  },
  {
    "subject": "Decision: Sales Executive Position",
    "body": "Hi [Name], Thank you for interviewing for the Sales Executive position at RetailCo. We have chosen to proceed with another candidate.",
    "category": "Rejected"
  },
  {
    "subject": "Hiring Decision Update",
    "body": "Dear [Name], We appreciate your interest in the Customer Support Specialist position. Unfortunately, we will not be moving forward with your application.",
    "category": "Rejected"
  },
  {
    "subject": "Interview Feedback Request",
    "body": "Dear [Name], We would appreciate it if you could share feedback regarding your recent interview for the Product Manager position.",
    "category": "Interviewed"
  },
  {
    "subject": "Next Round Interview Invitation",
    "body": "Congratulations, [Name]! You've been selected for the next round of interviews for the Marketing Coordinator role.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview Reminder",
    "body": "Hi [Name], This is a reminder about your scheduled interview tomorrow at 10:00 AM for the Customer Service position.",
    "category": "Interviewed"
  },
  {
    "subject": "Follow-Up on Interview",
    "body": "Dear [Name], Thank you for attending the interview for the Account Executive role. We are reviewing your application.",
    "category": "Interviewed"
  },
  {
    "subject": "Schedule an Interview",
    "body": "Hi [Name], Please use this link to schedule your interview for the Software Developer role at your earliest convenience.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview Confirmation",
    "body": "Dear [Name], We have confirmed your interview for the HR Specialist position on December 2nd at 2 PM.",
    "category": "Interviewed"
  },
  {
    "subject": "Initial Interview Complete",
    "body": "Thank you, [Name], for completing the first interview round for the Content Writer role. We'll update you soon.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview Follow-Up Required",
    "body": "Hi [Name], Please provide us with additional documents before proceeding to the next stage of your interview for the QA Analyst position.",
    "category": "Interviewed"
  },
  {
    "subject": "Panel Interview Invitation",
    "body": "Dear [Name], You are invited to participate in a panel interview for the Project Manager role.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview Debrief Scheduled",
    "body": "Hi [Name], We'd like to schedule a debrief with you to discuss your interview for the UX Designer role.",
    "category": "Interviewed"
  },
  {
    "subject": "Second Interview Request",
    "body": "Dear [Name], We are thrilled to invite you to a second interview for the Marketing Assistant position.",
    "category": "Interviewed"
  },
  {
    "subject": "Final Decision on Your Application",
    "body": "Dear [Name], Thank you for applying for the Sales Executive role. Unfortunately, we've chosen to move forward with another candidate.",
    "category": "Rejected"
  },
  {
    "subject": "Position Filled",
    "body": "Hi [Name], The role of Data Scientist has been filled. We appreciate your application and interest in our company.",
    "category": "Rejected"
  },
  {
    "subject": "Not Moving Forward",
    "body": "Dear [Name], After careful consideration, we regret to inform you that your application for the Graphic Designer role will not proceed further.",
    "category": "Rejected"
  },
  {
    "subject": "Decision Regarding Your Application",
    "body": "Hi [Name], Thank you for applying for the Administrative Assistant position. We’ve decided to go with another candidate.",
    "category": "Rejected"
  },
  {
    "subject": "Hiring Update",
    "body": "Dear [Name], We have decided to move forward with other candidates for the Social Media Manager role. Thank you for your time.",
    "category": "Rejected"
  },
  {
    "subject": "Recruitment Process Update",
    "body": "Hi [Name], We are unable to move forward with your application for the Finance Analyst position at this time.",
    "category": "Rejected"
  },
  {
    "subject": "We Appreciate Your Interest",
    "body": "Dear [Name], Thank you for interviewing with us. Unfortunately, we’ve decided to move forward with another candidate.",
    "category": "Rejected"
  },
  {
    "subject": "No Longer Considering Your Application",
    "body": "Hi [Name], We regret to inform you that we won’t be moving forward with your application for the Software Engineer role.",
    "category": "Rejected"
  },
  {
    "subject": "Position Status Update",
    "body": "Dear [Name], After reviewing applications, we’ve filled the Operations Manager role with another candidate.",
    "category": "Rejected"
  },
  {
    "subject": "Unsuccessful Application",
    "body": "Hi [Name], Thank you for your application. Unfortunately, you were not selected for the Program Manager role.",
    "category": "Rejected"
  },
  {
    "subject": "Role Update",
    "body": "Dear [Name], We appreciate your interest, but we’ve decided to move forward with other candidates for the Training Specialist position.",
    "category": "Rejected"
  },
  {
    "subject": "We’re Excited to Have You on Board!",
    "body": "Hi [Name], Congratulations! We’re pleased to offer you the Software Engineer position at our company.",
    "category": "Offers"
  },
  {
    "subject": "Your Offer Letter is Ready",
    "body": "Dear [Name], Your offer letter for the Content Manager position is ready. Please review and confirm your acceptance.",
    "category": "Offers"
  },
  {
    "subject": "You’re Hired!",
    "body": "Hi [Name], We are thrilled to offer you the Marketing Specialist role at our organization. Welcome to the team!",
    "category": "Offers"
  },
  {
    "subject": "Offer Extended for QA Analyst Role",
    "body": "Congratulations, [Name]! We’re offering you the QA Analyst position. Let us know if you have any questions.",
    "category": "Offers"
  },
  {
    "subject": "Join Our Team as a Data Scientist",
    "body": "Hi [Name], We are excited to offer you the Data Scientist role at our company. We look forward to working with you.",
    "category": "Offers"
  },
  {
    "subject": "Your New Job Offer",
    "body": "Dear [Name], Congratulations on being selected for the position of Financial Consultant. Please review your offer letter.",
    "category": "Offers"
  },
  {
    "subject": "Welcome to Our Team!",
    "body": "Hi [Name], We are pleased to extend an offer for the Product Manager role. Looking forward to your response.",
    "category": "Offers"
  },
  {
    "subject": "Official Job Offer",
    "body": "Dear [Name], We are excited to officially offer you the Administrative Coordinator position at our company.",
    "category": "Offers"
  },
  {
    "subject": "Great News - You’re Hired!",
    "body": "Hi [Name], Congratulations! We’re thrilled to offer you the Social Media Strategist role.",
    "category": "Offers"
  },
  {
    "subject": "Exciting Job Opportunity for You",
    "body": "Dear [Name], We’re delighted to offer you the Graphic Designer position. Please confirm your acceptance by Friday.",
    "category": "Offers"
  },
  {
    "subject": "Offer for Operations Specialist Role",
    "body": "Hi [Name], We’re offering you the Operations Specialist position. Please let us know if you have any questions.",
    "category": "Offers"
  },
  {
    "subject": "Welcome to the Team!",
    "body": "Dear [Name], We’re excited to extend an offer for the HR Coordinator position. Please review the attached details.",
    "category": "Offers"
  },
  {
    "subject": "Weekly Newsletter - Stay Updated!",
    "body": "Hello! Here's your weekly update with the latest news and articles from our blog.",
    "category": "Irrelevant"
  },
  {
    "subject": "Your Receipt from GroceryMart",
    "body": "Thank you for your purchase! Attached is your receipt for your recent order.",
    "category": "Irrelevant"
  },
  {
    "subject": "Social Media Notification: 5 New Likes",
    "body": "Your recent post has received 5 new likes. See who liked it now!",
    "category": "Irrelevant"
  },
  {
    "subject": "Flash Sale: 50% Off All Electronics!",
    "body": "Don't miss out on our limited-time offer. Sale ends tonight!",
    "category": "Irrelevant"
  },
  {
    "subject": "Password Change Confirmation",
    "body": "Your password has been successfully changed. If you didn't make this request, please contact support.",
    "category": "Irrelevant"
  },
  {
    "subject": "Event Reminder: Webinar Tomorrow at 3 PM",
    "body": "Join us for an exclusive webinar on the latest industry trends.",
    "category": "Irrelevant"
  },
  {
    "subject": "Your Monthly Bank Statement is Ready",
    "body": "Access your statement securely online by logging into your account.",
    "category": "Irrelevant"
  },
  {
    "subject": "Discover New Recipes With Our App!",
    "body": "Explore hundreds of easy-to-follow recipes and meal ideas.",
    "category": "Irrelevant"
  },
  {
    "subject": "Exclusive Membership Perks Inside",
    "body": "As a valued member, you have access to special discounts and rewards.",
    "category": "Irrelevant"
  },
  {
    "subject": "New Comment on Your Photo",
    "body": "John commented: 'Great shot!' Reply now to keep the conversation going.",
    "category": "Irrelevant"
  },
  {
    "subject": "Confirm Your Subscription",
    "body": "Click the link below to confirm your subscription to our newsletter.",
    "category": "Irrelevant"
  },
  {
    "subject": "Package Delivered: Order #12345",
    "body": "Your package has been delivered to your doorstep. Enjoy!",
    "category": "Irrelevant"
  },
  {
    "subject": "Trending Now: Top 10 Movies to Watch",
    "body": "Here's our list of must-watch movies for the weekend.",
    "category": "Irrelevant"
  },
  {
    "subject": "Join Our Fitness Challenge",
    "body": "Sign up for our 30-day fitness challenge and achieve your goals.",
    "category": "Irrelevant"
  },
  {
    "subject": "Weather Update: Rain Expected Tomorrow",
    "body": "Prepare for rainy weather with our detailed forecast.",
    "category": "Irrelevant"
  },
  {
    "subject": "Your Weekly Horoscope is Here!",
    "body": "Discover what the stars have in store for you this week. Click to read more.",
    "category": "Irrelevant"
  },
  {
    "subject": "Monthly Fitness Tips: Stay Active",
    "body": "Get expert advice on staying fit and healthy with our monthly newsletter.",
    "category": "Irrelevant"
  },
  {
    "subject": "Limited Time Offer: Save 30% on Your Next Order",
    "body": "Use the code SAVE30 at checkout to enjoy exclusive savings.",
    "category": "Irrelevant"
  },
  {
    "subject": "Daily News Brief: Top Stories",
    "body": "Here are the latest updates and breaking news from around the world.",
    "category": "Irrelevant"
  },
  {
    "subject": "Your Friend Sent You a Message",
    "body": "Hi! Just wanted to check in and see how you're doing. Let's catch up soon.",
    "category": "Irrelevant"
  },
  {
    "subject": "Your Credit Card Statement is Ready",
    "body": "View your monthly credit card statement and track your spending.",
    "category": "Irrelevant"
  },
  {
    "subject": "New Playlist Recommendations for You",
    "body": "We've created a personalized playlist based on your recent listening habits.",
    "category": "Irrelevant"
  },
  {
    "subject": "Verify Your Account Information",
    "body": "Please verify your account details to continue using our services.",
    "category": "Irrelevant"
  },
  {
    "subject": "Happy Birthday! A Special Gift for You",
    "body": "Celebrate your day with an exclusive discount just for you.",
    "category": "Irrelevant"
  },
  {
    "subject": "Upcoming Event: Networking Night",
    "body": "Join us for an evening of networking with industry professionals.",
    "category": "Irrelevant"
  },
  {
    "subject": "Your Amazon Package Has Shipped",
    "body": "Track your package and see the estimated delivery date online.",
    "category": "Irrelevant"
  },
  {
    "subject": "Your Monthly Utility Bill",
    "body": "Your statement for this month's electricity usage is now available.",
    "category": "Irrelevant"
  },
  {
    "subject": "New Job Alerts for You",
    "body": "Here are the latest job postings that match your preferences.",
    "category": "Irrelevant"
  },
  {
    "subject": "Reminder: RSVP for Our Upcoming Webinar",
    "body": "Don't forget to reserve your spot for our exclusive webinar event.",
    "category": "Irrelevant"
  },
  {
    "subject": "Upgrade Your Internet Plan Today",
    "body": "Enjoy faster speeds and better connectivity with our premium plans.",
    "category": "Irrelevant"
  },
  {
    "subject": "Your Order Has Been Delivered",
    "body": "We hope you enjoy your purchase! Thank you for shopping with us.",
    "category": "Irrelevant"
  },
  {
    "subject": "Congratulations! You've Won a Prize",
    "body": "You've been selected as a winner in our latest giveaway. Claim your prize now!",
    "category": "Irrelevant"
  },
  {
    "subject": "Your Subscription Renewal Confirmation",
    "body": "Thank you for renewing your subscription. Enjoy uninterrupted access.",
    "category": "Irrelevant"
  },
  {
    "subject": "Explore Top Vacation Destinations",
    "body": "Plan your next trip with our curated list of must-visit destinations.",
    "category": "Irrelevant"
  },
  {
    "subject": "System Update Notification",
    "body": "Our platform will undergo maintenance tonight from 2 AM to 4 AM.",
    "category": "Irrelevant"
  },
  {
    "subject": "Welcome to Our Service!",
    "body": "Thank you for signing up. Start exploring all the features we offer.",
    "category": "Irrelevant"
  },
  {
    "subject": "New Features Added to Your Account",
    "body": "Explore the latest updates and enhancements to your user experience.",
    "category": "Irrelevant"
  },
  {
    "subject": "Reminder: Confirm Your Appointment",
    "body": "Your appointment is scheduled for Monday at 10 AM. Please confirm.",
    "category": "Irrelevant"
  },
  {
    "subject": "End of Season Sale: Up to 70% Off",
    "body": "Shop our biggest sale of the season and save on your favorite items.",
    "category": "Irrelevant"
  },
  {
    "subject": "Your Daily Meditation Reminder",
    "body": "Take a moment to breathe and relax with our guided meditations.",
    "category": "Irrelevant"
  },
  {
    "subject": "Renew Your Membership Today",
    "body": "Continue enjoying exclusive benefits by renewing your membership.",
    "category": "Irrelevant"
  },
  {
    "subject": "Your Fitness Progress This Week",
    "body": "See how you're doing with our weekly summary of your workouts.",
    "category": "Irrelevant"
  },
  {
    "subject": "Congratulations on Your New Achievement!",
    "body": "Celebrate your progress with our community and share your story.",
    "category": "Irrelevant"
  },
  {
    "subject": "Invitation to Exclusive Event",
    "body": "You're invited to an exclusive event for our premium members.",
    "category": "Irrelevant"
  },
  {
    "subject": "Weekend Recipe Ideas for You",
    "body": "Whip up something delicious this weekend with our curated recipe list.",
    "category": "Irrelevant"
  },
  {
    "subject": "Your Monthly Health Newsletter",
    "body": "Discover tips and tricks to stay healthy all year round.",
    "category": "Irrelevant"
  },
  {
    "subject": "Flash Sale: 50% Off for the Next 24 Hours!",
    "body": "Shop now to grab the best deals before they're gone.",
    "category": "Irrelevant"
  },
  {
    "subject": "Your Friend Tagged You in a Photo",
    "body": "Check out the latest photo featuring you and your friends.",
    "category": "Irrelevant"
  },
  {
    "subject": "Order Confirmation: Thank You for Your Purchase",
    "body": "Your order #12345 has been confirmed. We'll notify you when it ships.",
    "category": "Irrelevant"
  },
  {
    "subject": "Your Digital Subscription Receipt",
    "body": "Thank you for your payment. Your subscription has been renewed.",
    "category": "Irrelevant"
  },
  {
    "subject": "Exclusive VIP Access to Early Bird Deals",
    "body": "Shop exclusive deals before they go public. Limited availability!",
    "category": "Irrelevant"
  },
  {
    "subject": "Your Account Password Has Been Reset",
    "body": "Your password has been successfully updated. Contact support if this wasn't you.",
    "category": "Irrelevant"
  },
  {
    "subject": "Community Meetup: Join Us This Friday",
    "body": "Network and connect with others in your community at our local event.",
    "category": "Irrelevant"
  },
  {
    "subject": "Your Feedback is Important to Us",
    "body": "Let us know how we're doing by completing our quick survey.",
    "category": "Irrelevant"
  },
  {
    "subject": "Celebrate the Holidays with Special Discounts",
    "body": "Get festive and save big with our limited-time holiday deals.",
    "category": "Irrelevant"
  },
  {
    "subject": "Don't Miss Out: Your Membership Is Expiring",
    "body": "Renew now to continue enjoying premium benefits.",
    "category": "Irrelevant"
  },
  {
    "subject": "Earn Rewards Points with Every Purchase",
    "body": "Join our loyalty program and start earning points today.",
    "category": "Irrelevant"
  },
  {
    "subject": "Subscription Canceled: We're Sorry to See You Go",
    "body": "Your subscription has been canceled. Contact us to reactivate.",
    "category": "Irrelevant"
  },
  {
    "subject": "New Course Alert: Enroll Now",
    "body": "Expand your skills with our latest online course offerings.",
    "category": "Irrelevant"
  },
  {
    "subject": "Monthly Energy Usage Report",
    "body": "See how your energy consumption compares to last month.",
    "category": "Irrelevant"
  },
  {
    "subject": "Friendly Reminder: Payment Due Soon",
    "body": "Don't forget to pay your bill by the upcoming due date.",
    "category": "Irrelevant"
  },
  {
    "subject": "Thank You for Your Donation",
    "body": "We appreciate your generosity. Your support makes a difference.",
    "category": "Irrelevant"
  },
  {
    "subject": "Upcoming Local Event: Don't Miss Out",
    "body": "Join us for an exciting day filled with activities and fun.",
    "category": "Irrelevant"
  },
  {
    "subject": "New Book Releases You'll Love",
    "body": "Discover the latest bestsellers and add them to your reading list.",
    "category": "Irrelevant"
  },
  {
    "subject": "Congratulations! You've Leveled Up",
    "body": "You've reached a new milestone in our rewards program. Keep it up!",
    "category": "Irrelevant"
  },
  {
    "subject": "Weekly Sports Recap: Highlights and More",
    "body": "Catch up on all the action from the past week in sports.",
    "category": "Irrelevant"
  },
  {
    "subject": "Important Security Update for Your Account",
    "body": "Protect your information by enabling two-factor authentication.",
    "category": "Irrelevant"
  },
  {
    "subject": "Your Package Is Out for Delivery",
    "body": "Exciting news! Your order is on its way and will arrive today.",
    "category": "Irrelevant"
  },
  {
    "subject": "Learn a New Language in Just 10 Minutes a Day",
    "body": "Start your language learning journey with our app. Try it for free!",
    "category": "Irrelevant"
  },
  {
    "subject": "Friendly Reminder: RSVP for the Event",
    "body": "We hope to see you there! RSVP now to secure your spot.",
    "category": "Irrelevant"
  },
  {
    "subject": "Upgrade Your Home with Our Latest Appliances",
    "body": "Enjoy top-quality appliances at unbeatable prices.",
    "category": "Irrelevant"
  },
  {
    "subject": "Monthly Performance Report Available",
    "body": "Review your latest stats and insights to track your progress.",
    "category": "Irrelevant"
  },
  {
    "subject": "Special Invitation: Exclusive Member Event",
    "body": "You're invited to our special event. Reserve your spot today.",
    "category": "Irrelevant"
  },
  {
    "subject": "Your Account Balance is Low",
    "body": "Top up your account to continue enjoying uninterrupted service.",
    "category": "Irrelevant"
  },
  {
    "subject": "Plan Your Next Adventure with Us!",
    "body": "Explore exotic destinations and book your dream vacation today.",
    "category": "Irrelevant"
  },
  {
    "subject": "Your Weekly Horoscope",
    "body": "Find out what the stars have in store for you this week.",
    "category": "Irrelevant"
  },
  {
    "subject": "Claim Your Free Gift Now!",
    "body": "Get a special reward just for being a loyal customer.",
    "category": "Irrelevant"
  },
  {
    "subject": "Seasonal Clearance Sale - Up to 70% Off",
    "body": "Stock up on your favorite items at unbeatable prices.",
    "category": "Irrelevant"
  },
  {
    "subject": "We Miss You! Here's 20% Off Your Next Order",
    "body": "Come back and shop with us to enjoy this exclusive discount.",
    "category": "Irrelevant"
  },
  {
    "subject": "Photo Memories: A Look Back at Your Year",
    "body": "Take a trip down memory lane with your favorite moments.",
    "category": "Irrelevant"
  },
  {
    "subject": "Limited-Time Offer: Free Trial Extended",
    "body": "Sign up today to enjoy a full month of premium access for free.",
    "category": "Irrelevant"
  },
  {
    "subject": "Exclusive Invite: Private Sale for Members Only",
    "body": "Don't miss out on this opportunity to save big.",
    "category": "Irrelevant"
  },
  {
    "subject": "Your Daily Trivia Challenge",
    "body": "Test your knowledge and compete with friends for prizes.",
    "category": "Irrelevant"
  },
  {
    "subject": "Charity Auction: Bid on Unique Experiences",
    "body": "Support a good cause and win exclusive items.",
    "category": "Irrelevant"
  },
  {
    "subject": "Weekly Gardening Tips and Tricks",
    "body": "Learn how to make your garden thrive year-round.",
    "category": "Irrelevant"
  },
  {
    "subject": "Your Friend Sent You a Gift Card!",
    "body": "Redeem your $50 gift card at your favorite store.",
    "category": "Irrelevant"
  },
  {
    "subject": "Big News: We're Launching Something Exciting!",
    "body": "Be the first to learn about our upcoming product release.",
    "category": "Irrelevant"
  },
  {
    "subject": "You're Invited: Exclusive Webinar on Investment Tips",
    "body": "Join industry experts for a live discussion and Q&A.",
    "category": "Irrelevant"
  },
  {
    "subject": "Daily Fitness Motivation: Get Moving!",
    "body": "Kickstart your day with a simple workout routine.",
    "category": "Irrelevant"
  },
  {
    "subject": "Your Annual Insurance Statement is Ready",
    "body": "Log in to view and download your updated policy documents.",
    "category": "Irrelevant"
  },
  {
    "subject": "Special Edition: Tech Innovations of the Year",
    "body": "Discover the top gadgets and trends shaping the future.",
    "category": "Irrelevant"
  },
  {
    "subject": "Friendly Reminder: Appointment Confirmation",
    "body": "We're looking forward to seeing you on December 5th at 3 PM.",
    "category": "Irrelevant"
  },
  {
    "subject": "Weekly Top Recipes: Cooking Made Easy",
    "body": "Try these simple yet delicious recipes for your next meal.",
    "category": "Irrelevant"
  },
  {
    "subject": "Notice: System Maintenance Scheduled",
    "body": "Our servers will be down for maintenance this Saturday from 1-3 AM.",
    "category": "Irrelevant"
  },
  {
    "subject": "Your Custom Calendar Is Ready to Ship",
    "body": "Thank you for your order! Your personalized calendar is on its way.",
    "category": "Irrelevant"
  },
  {
    "subject": "Your Free Trial Ends Soon - Act Now",
    "body": "Upgrade to a premium subscription to avoid interruptions.",
    "category": "Irrelevant"
  },
  {
    "subject": "Stay Connected with Our New App",
    "body": "Download now and access all your favorite features on the go.",
    "category": "Irrelevant"
  },
  {
    "subject": "Get Inspired: Top Home Renovation Ideas",
    "body": "Transform your living space with these creative tips.",
    "category": "Irrelevant"
  },
  {
    "subject": "Your Bank Statement for November 2024",
    "body": "View your latest statement online or download a PDF copy.",
    "category": "Irrelevant"
  },
  {
    "subject": "Reminder: Update Your Contact Information",
    "body": "Keep your profile up to date to ensure uninterrupted service.",
    "category": "Irrelevant"
  },
  {
    "subject": "New Arrivals: Fresh Looks for the Season",
    "body": "Shop the latest trends and refresh your wardrobe today.",
    "category": "Irrelevant"
  },
  {
    "subject": "Exclusive Discount for Returning Customers",
    "body": "Save 15% on your next order with this special offer.",
    "category": "Irrelevant"
  },
  {
    "subject": "Cyber Monday Deals Extended",
    "body": "Enjoy incredible savings on electronics, fashion, and more.",
    "category": "Irrelevant"
  },
  {
    "subject": "Weekly Movie Recommendations",
    "body": "Check out our picks for must-watch films this week.",
    "category": "Irrelevant"
  },
  {
    "subject": "Flash Sale: Get Ready to Save Big",
    "body": "Hurry! This flash sale is only available for the next 24 hours.",
    "category": "Irrelevant"
  },
  {
    "subject": "Sign Up for Our Weekly Newsletter",
    "body": "Get the latest updates, tips, and news directly in your inbox.",
    "category": "Irrelevant"
  },
  {
    "subject": "Check Out Our New Mobile App",
    "body": "Download our new app today for a more personalized experience.",
    "category": "Irrelevant"
  },
  {
    "subject": "Your Monthly Subscription is About to Expire",
    "body": "Renew now to continue enjoying all our premium features.",
    "category": "Irrelevant"
  },
  {
    "subject": "Join Us for a Free Webinar on Marketing Trends",
    "body": "Learn about the latest trends in digital marketing from industry experts.",
    "category": "Irrelevant"
  },
  {
    "subject": "Discover Your Perfect Pet with Our Quiz",
    "body": "Take our fun quiz to find out which pet suits you best.",
    "category": "Irrelevant"
  },
  {
    "subject": "Don't Miss Out on Our Year-End Clearance Sale",
    "body": "Save on everything you need before the year ends.",
    "category": "Irrelevant"
  },
  {
    "subject": "Reclaim Your Account - Password Reset",
    "body": "Click here to reset your password and regain access to your account.",
    "category": "Irrelevant"
  },
  {
    "subject": "Limited-Time Offer: Free Shipping on All Orders",
    "body": "Shop now and get free shipping on all purchases today!",
    "category": "Irrelevant"
  },
  {
    "subject": "Your Personalized Travel Itinerary is Ready",
    "body": "Check out the best deals for your upcoming vacation.",
    "category": "Irrelevant"
  },
  {
    "subject": "You're Invited: VIP Access to Our New Store Opening",
    "body": "Be the first to explore our brand-new store with exclusive offers.",
    "category": "Irrelevant"
  },
  {
    "subject": "Revolutionary Tech Product Launch - RSVP Now",
    "body": "Join us for an exclusive launch event and be the first to see our newest product.",
    "category": "Irrelevant"
  },
  {
    "subject": "Update Your Payment Information for Faster Checkout",
    "body": "Add or update your payment details to enjoy a smoother shopping experience.",
    "category": "Irrelevant"
  },
  {
    "subject": "Winter Wonderland: Top Ski Resorts",
    "body": "Plan your winter getaway with the best ski resorts worldwide.",
    "category": "Irrelevant"
  },
  {
    "subject": "Exclusive: Member-Only Discounts on Fitness Equipment",
    "body": "Get fit for less with our special member discounts.",
    "category": "Irrelevant"
  },
  {
    "subject": "Don't Miss Our Annual Gala - Tickets Available Now",
    "body": "Secure your spot at this year's most anticipated event.",
    "category": "Irrelevant"
  },
  {
    "subject": "Shop Our Latest Collection - Limited Edition Styles",
    "body": "Find exclusive items before they sell out.",
    "category": "Irrelevant"
  },
  {
    "subject": "New Year, New You - Start Your Fitness Journey Today",
    "body": "Join us this January and get started with our fitness challenges.",
    "category": "Irrelevant"
  },
  {
    "subject": "Get Your Free Fitness Assessment Today",
    "body": "Sign up for a complimentary assessment and start your fitness journey.",
    "category": "Irrelevant"
  },
  {
    "subject": "Thank You for Your Donation!",
    "body": "Your contribution is greatly appreciated. Here’s your receipt for tax purposes.",
    "category": "Irrelevant"
  },
  {
    "subject": "Alert: Your Delivery Has Been Delayed",
    "body": "We regret to inform you that your package will arrive later than expected.",
    "category": "Irrelevant"
  },
  {
    "subject": "Cybersecurity Tip: How to Protect Your Accounts",
    "body": "Learn simple steps to enhance the security of your online accounts.",
    "category": "Irrelevant"
  },
  {
    "subject": "Exclusive Sneak Peek at Our New Product Line",
    "body": "Get a first look at what's coming soon to our online store.",
    "category": "Irrelevant"
  },
  {
    "subject": "Fall Fashion Trends You Can't Miss",
    "body": "Check out the top trends for the upcoming season and update your wardrobe.",
    "category": "Irrelevant"
  },
  {
    "subject": "Survey Invitation: Tell Us What You Think!",
    "body": "Complete this short survey for a chance to win a prize.",
    "category": "Irrelevant"
  },
  {
    "subject": "Here's Your Weekly Deal Roundup",
    "body": "Get access to the best deals across multiple categories.",
    "category": "Irrelevant"
  },
  {
    "subject": "Top Tips for Improving Your Credit Score",
    "body": "Learn strategies to increase your credit score quickly.",
    "category": "Irrelevant"
  },
  {
    "subject": "Christmas Gift Ideas for Everyone on Your List",
    "body": "Shop the top gift ideas this holiday season.",
    "category": "Irrelevant"
  },
  {
    "subject": "Important: New Features Added to Your Account",
    "body": "Check out the new features now available to enhance your experience.",
    "category": "Irrelevant"
  },
  {
    "subject": "Online Course Enrollment - Limited Spots Left",
    "body": "Sign up for our online course and start learning today.",
    "category": "Irrelevant"
  },
  {
    "subject": "Introducing Our New Cooking Series",
    "body": "Join our new series of cooking classes and discover new recipes.",
    "category": "Irrelevant"
  },
  {
    "subject": "Get Your Personalized Fitness Plan Now",
    "body": "Start your fitness journey with a plan tailored to your goals.",
    "category": "Irrelevant"
  },
  {
    "subject": "Your Order Has Shipped",
    "body": "Track your shipment with the provided tracking number.",
    "category": "Irrelevant"
  },
  {
    "subject": "Shop Our Best-Selling Items of the Year",
    "body": "These products have been popular all year long - don’t miss out!",
    "category": "Irrelevant"
  },
  {
    "subject": "5-Minute Daily Meditation for Stress Relief",
    "body": "Take a few minutes each day to meditate and relieve stress.",
    "category": "Irrelevant"
  },
  {
    "subject": "Final Hours: Mega Discounts on Holiday Decorations",
    "body": "Get the best deals on festive decor before the sale ends.",
    "category": "Irrelevant"
  },
  {
    "subject": "Check Out These Sustainable Living Tips",
    "body": "Start living more sustainably with these simple tips and tricks.",
    "category": "Irrelevant"
  },
  {
    "subject": "Last Chance: Register for Our Free Workshop",
    "body": "Sign up now for our free hands-on workshop.",
    "category": "Irrelevant"
  },
  {
    "subject": "Start Your Own Business with This Free Guide",
    "body": "Get expert advice and resources to help you launch your new venture.",
    "category": "Irrelevant"
  },
  {
    "subject": "Get More Done with Our Time Management Tools",
    "body": "Improve your productivity with these easy-to-use tools.",
    "category": "Irrelevant"
  },
  {
    "subject": "Unlock Exclusive Deals on Travel Packages",
    "body": "Enjoy the best prices for your next getaway with these special offers.",
    "category": "Irrelevant"
  },
  {
    "subject": "Download Our Free E-Book on Personal Finance",
    "body": "Learn essential tips and tricks for managing your money effectively.",
    "category": "Irrelevant"
  },
  {
    "subject": "Reminder: Last Day to Submit Your Contest Entry",
    "body": "Submit your entry for a chance to win amazing prizes.",
    "category": "Irrelevant"
  },
  {
    "subject": "Exclusive: Your Invitation to Our Secret Sale",
    "body": "Enjoy up to 70% off at our secret, members-only sale.",
    "category": "Irrelevant"
  },
  {
    "subject": "Your Hotel Reservation Confirmation",
    "body": "Confirming your stay at the Downtown Luxury Hotel from Dec 10-14.",
    "category": "Irrelevant"
  },
  {
    "subject": "Your Credit Card Application Has Been Approved",
    "body": "Congratulations! Your new credit card is on its way.",
    "category": "Irrelevant"
  },
  {
    "subject": "Complete Your Survey to Win a $100 Gift Card",
    "body": "Share your opinion in this quick survey and you could win a $100 gift card!",
    "category": "Irrelevant"
  },
  {
    "subject": "We’ve Updated Our Terms and Conditions",
    "body": "Please review our updated terms and privacy policy.",
    "category": "Irrelevant"
  },
  {
    "subject": "Your Free Trial is About to End",
    "body": "Don’t miss out! Renew your subscription to continue using all features.",
    "category": "Irrelevant"
  },
  {
    "subject": "Introducing Our Latest Line of Smart Watches",
    "body": "Stay connected and stylish with our new range of smart watches.",
    "category": "Irrelevant"
  },
  {
    "subject": "Your Annual Subscription is Expiring Soon",
    "body": "Renew now to keep your access to exclusive content and services.",
    "category": "Irrelevant"
  },
  {
    "subject": "Your Credit Score Has Been Updated",
    "body": "Your updated credit score is now available for review.",
    "category": "Irrelevant"
  },
  {
    "subject": "Thank You for Your Purchase!",
    "body": "We appreciate your business. Here’s a receipt for your recent purchase.",
    "category": "Irrelevant"
  },
  {
    "subject": "Invitation: Join Our Monthly Meetups",
    "body": "Meet like-minded professionals and learn from industry leaders at our monthly meetups.",
    "category": "Irrelevant"
  },
  {
    "subject": "Exclusive Access to Our VIP Rewards Program",
    "body": "Get exclusive deals, free gifts, and more by joining our VIP rewards program.",
    "category": "Irrelevant"
  },
  {
    "subject": "Check Out the Latest Innovations in Home Automation",
    "body": "Transform your home with the latest tech gadgets and devices.",
    "category": "Irrelevant"
  },
  {
    "subject": "Start Your Online Course Today",
    "body": "Enroll in our online course and start learning valuable new skills.",
    "category": "Irrelevant"
  },
  {
    "subject": "Shop Our New Fall Collection",
    "body": "Refresh your wardrobe with our new autumn arrivals.",
    "category": "Irrelevant"
  },
  {
    "subject": "Limited-Time Offer: 30% Off All Products",
    "body": "Save big on all our products this week only!",
    "category": "Irrelevant"
  },
  {
    "subject": "Get a Free Health Checkup This Week",
    "body": "Take advantage of our free health screening event happening this week.",
    "category": "Irrelevant"
  },
  {
    "subject": "Exclusive Pre-Sale Access for Our Upcoming Event",
    "body": "Get first dibs on tickets to our upcoming event with exclusive pre-sale access.",
    "category": "Irrelevant"
  },
  {
    "subject": "Help Us Improve - Take Our Feedback Survey",
    "body": "Your opinion matters! Take our survey and help us improve.",
    "category": "Irrelevant"
  },
  {
    "subject": "Reminder: Your Subscription is Expiring Soon",
    "body": "Renew now to continue enjoying uninterrupted access to all features.",
    "category": "Irrelevant"
  },
  {
    "subject": "Congratulations! You've Been Selected for a Free Trial",
    "body": "Enjoy a free trial of our premium service for the next 30 days.",
    "category": "Irrelevant"
  },
  {
    "subject": "50% Off All Accessories - Shop Now",
    "body": "Grab your favorite accessories at half price before the sale ends.",
    "category": "Irrelevant"
  },
  {
    "subject": "Don’t Miss This Limited-Time Flash Sale",
    "body": "Get up to 70% off selected items this weekend only!",
    "category": "Irrelevant"
  },
  {
    "subject": "Introducing Our New Line of Organic Skincare",
    "body": "Pamper your skin with our new range of all-natural, organic skincare products.",
    "category": "Irrelevant"
  },
  {
    "subject": "Are You Ready for Our Annual Sale?",
    "body": "Mark your calendar for our biggest sale of the year!",
    "category": "Irrelevant"
  },
  {
    "subject": "Important: Your Account Security Update",
    "body": "We’ve added new security features to protect your account.",
    "category": "Irrelevant"
  },
  {
    "subject": "Get Your Dream Home with Our Financing Options",
    "body": "Learn about our low-interest rates and flexible financing plans.",
    "category": "Irrelevant"
  },
  {
    "subject": "Your Exclusive Invitation to Our New Product Launch",
    "body": "Join us for the unveiling of our latest groundbreaking product.",
    "category": "Irrelevant"
  },
  {
    "subject": "How to Stay Safe Online: 5 Tips",
    "body": "Stay protected with these top cybersecurity tips.",
    "category": "Irrelevant"
  },
  {
    "subject": "Our Top Picks for This Week’s Best Deals",
    "body": "Check out the best offers on our platform this week.",
    "category": "Irrelevant"
  },
  {
    "subject": "Last Call for Our Annual Fundraiser",
    "body": "Support a great cause by making a donation before the event ends.",
    "category": "Irrelevant"
  },
  {
    "subject": "Unlock Exclusive Content with Your Subscription",
    "body": "As a member, you now have access to premium content.",
    "category": "Irrelevant"
  },
  {
    "subject": "Explore Top Destinations for Your Next Vacation",
    "body": "Plan your next trip with our list of top travel destinations.",
    "category": "Irrelevant"
  },
  {
    "subject": "Pre-Order Our Latest Book Now",
    "body": "Be the first to get your hands on our newest release by pre-ordering today.",
    "category": "Irrelevant"
  },
  {
    "subject": "Update Your Profile to Stay in the Loop",
    "body": "Make sure your profile is up to date for future notifications and offers.",
    "category": "Irrelevant"
  },
  {
    "subject": "Upgrade to Premium and Enjoy Exclusive Benefits",
    "body": "Get more with our premium plan - access extra features and bonuses.",
    "category": "Irrelevant"
  },
  {
    "subject": "Discover the Top Fashion Trends This Season",
    "body": "Stay on top of the fashion world with this season’s must-have trends.",
    "category": "Irrelevant"
  },
  {
    "subject": "Get the Best Deals on Luxury Watches",
    "body": "Find the perfect luxury watch at an unbeatable price.",
    "category": "Irrelevant"
  },
  {
    "subject": "Sign Up for Our Exclusive Travel Deals",
    "body": "Enjoy special travel offers and discounts by signing up now.",
    "category": "Irrelevant"
  },
  {
    "subject": "Your Membership is About to Expire",
    "body": "Renew your membership now to continue enjoying all benefits.",
    "category": "Irrelevant"
  },
  {
    "subject": "Introducing the Ultimate Coffee Subscription",
    "body": "Get freshly brewed coffee delivered to your door every month.",
    "category": "Irrelevant"
  },
  {
    "subject": "Shop Our New Year Sale - Up to 70% Off",
    "body": "Celebrate the New Year with massive savings on select products.",
    "category": "Irrelevant"
  },
  {
    "subject": "Reminder: Submit Your Feedback by This Friday",
    "body": "Please submit your feedback to help us improve our services.",
    "category": "Irrelevant"
  },
  {
    "subject": "Your Exclusive Invitation to Our Annual Conference",
    "body": "Join us at the conference and connect with industry leaders.",
    "category": "Irrelevant"
  },
  {
    "subject": "Buy 1 Get 1 Free on All Shoes - Limited Time Offer",
    "body": "Shop now and get a free pair of shoes with every purchase.",
    "category": "Irrelevant"
  },
  {
    "subject": "Looking for an Adventure? Book Your Next Trip Now",
    "body": "Start planning your next adventure with amazing travel deals.",
    "category": "Irrelevant"
  },
  {
    "subject": "Your application has been rejected",
    "body": "Unfortunately, we will not be moving forward with your application at this time.",
    "category": "Rejected"
  },
  {
    "subject": "Decision on your job application",
    "body": "After careful consideration, we regret to inform you that your application has been rejected.",
    "category": "Rejected"
  },
  {
    "subject": "Job offer status",
    "body": "We have decided to pursue other candidates for the position you applied for.",
    "category": "Rejected"
  },
  {
    "subject": "Application update",
    "body": "Thank you for your time, but we will not be proceeding with your application at this stage.",
    "category": "Rejected"
  },
  {
    "subject": "Rejected for Software Developer position",
    "body": "After reviewing your qualifications, we have chosen to move forward with other candidates.",
    "category": "Rejected"
  },
  {
    "subject": "No offer for Marketing Manager role",
    "body": "We appreciate your interest, but we have decided to go with other candidates for the role.",
    "category": "Rejected"
  },
  {
    "subject": "Application not successful",
    "body": "After careful review, we have decided not to proceed with your candidacy.",
    "category": "Rejected"
  },
  {
    "subject": "Position filled - Thank you for applying",
    "body": "The role has been filled by another candidate, but we appreciate your time and effort in applying.",
    "category": "Rejected"
  },
  {
    "subject": "Thanks for applying, but we are moving on",
    "body": "After reviewing your qualifications, we have decided to move forward with other candidates.",
    "category": "Rejected"
  },
  {
    "subject": "Application rejected: Sales Executive position",
    "body": "We regret to inform you that your application has been unsuccessful for the Sales Executive role.",
    "category": "Rejected"
  },
  {
    "subject": "Unfortunately, we will not be moving forward",
    "body": "We have carefully reviewed your application and have chosen another candidate for the position.",
    "category": "Rejected"
  },
  {
    "subject": "Job Application Outcome - Rejected",
    "body": "After reviewing all candidates, we have decided to move forward with someone else.",
    "category": "Rejected"
  },
  {
    "subject": "Unfortunately, your application was not selected",
    "body": "We thank you for your time, but we have selected another candidate for the role.",
    "category": "Rejected"
  },
  {
    "subject": "Software Engineer position - Rejected",
    "body": "We regret to inform you that we will not be moving forward with your application.",
    "category": "Rejected"
  },
  {
    "subject": "Thank you, but we are proceeding with other candidates",
    "body": "We have decided not to pursue your application further. Best of luck with your job search.",
    "category": "Rejected"
  },
  {
    "subject": "Decision on your application for Content Writer",
    "body": "We regret to inform you that we are unable to offer you the position at this time.",
    "category": "Rejected"
  },
  {
    "subject": "Unsuccessful application",
    "body": "We’ve decided to go ahead with other candidates for the role you applied for.",
    "category": "Rejected"
  },
  {
    "subject": "No offer for your recent application",
    "body": "After a thorough review, we will not be proceeding with your candidacy for this role.",
    "category": "Rejected"
  },
  {
    "subject": "Not selected for the Project Manager role",
    "body": "Thank you for your application, but we’ve decided to move forward with another candidate.",
    "category": "Rejected"
  },
  {
    "subject": "Decision on your application for Account Manager",
    "body": "We appreciate your interest, but we have decided to move on with another candidate.",
    "category": "Rejected"
  },
  {
    "subject": "Sales Assistant role - Rejected",
    "body": "After careful consideration, we regret to inform you that we are unable to proceed with your application.",
    "category": "Rejected"
  },
  {
    "subject": "No offer for Digital Marketing Specialist",
    "body": "We thank you for applying but regret to inform you that you have not been selected for the role.",
    "category": "Rejected"
  },
  {
    "subject": "Rejection for Customer Service Representative role",
    "body": "We have reviewed your application and regret that we will not be progressing further.",
    "category": "Rejected"
  },
  {
    "subject": "Unsuccessful candidate for Software Engineer",
    "body": "We’ve decided to move ahead with another candidate for the position of Software Engineer.",
    "category": "Rejected"
  },
  {
    "subject": "Thank you for your time, but no offer for Data Analyst role",
    "body": "We regret to inform you that we are moving forward with another applicant for the Data Analyst position.",
    "category": "Rejected"
  },
  {
    "subject": "Interview results: Application rejected",
    "body": "Thank you for your interest, but we have chosen to proceed with other candidates.",
    "category": "Rejected"
  },
  {
    "subject": "Your Application Status: Rejected",
    "body": "We’ve decided to select another candidate for the position you applied for. Best of luck.",
    "category": "Rejected"
  },
  {
    "subject": "We are unable to offer you the position",
    "body": "After a detailed review, we have decided not to proceed with your application.",
    "category": "Rejected"
  },
  {
    "subject": "Your job application has been unsuccessful",
    "body": "Thank you for your interest, but we have selected a different candidate for the role.",
    "category": "Rejected"
  },
  {
    "subject": "Software Developer position update",
    "body": "Unfortunately, we will not be moving forward with your application.",
    "category": "Rejected"
  },
  {
    "subject": "Your application has been rejected for the Developer role",
    "body": "We regret to inform you that your application will not be progressing further.",
    "category": "Rejected"
  },
  {
    "subject": "Decision: Rejected for the Data Scientist role",
    "body": "Unfortunately, we have decided to go ahead with another candidate for the Data Scientist position.",
    "category": "Rejected"
  },
  {
    "subject": "No offer for the HR Assistant role",
    "body": "We have carefully reviewed your application but have decided to proceed with other candidates.",
    "category": "Rejected"
  },
  {
    "subject": "Accountant role application status: Rejected",
    "body": "Thank you for your time, but we are moving forward with another applicant.",
    "category": "Rejected"
  },
  {
    "subject": "Decision made: Rejected for Marketing Executive role",
    "body": "We have reviewed all candidates and have decided to move forward with someone else.",
    "category": "Rejected"
  },
  {
    "subject": "Unfortunately, no offer for the Design Lead position",
    "body": "We appreciate your application but will not be moving forward with it at this time.",
    "category": "Rejected"
  },
  {
    "subject": "Position closed - Application Rejected",
    "body": "We have filled the position with another candidate. We wish you all the best.",
    "category": "Rejected"
  },
  {
    "subject": "No further consideration for your application",
    "body": "We’ve decided not to proceed with your candidacy. Thanks for your interest.",
    "category": "Rejected"
  },
  {
    "subject": "Unsuccessful application for the Software Architect role",
    "body": "We regret to inform you that we have selected another candidate for this role.",
    "category": "Rejected"
  },
  {
    "subject": "Position filled - Application Rejected",
    "body": "We regret to inform you that we are no longer considering your application for the role.",
    "category": "Rejected"
  },
  {
    "subject": "Application Outcome: Rejected",
    "body": "Thank you for your time, but we are unable to proceed with your application at this time.",
    "category": "Rejected"
  },
  {
    "subject": "No further steps for your application",
    "body": "Unfortunately, we will not be moving forward with your application for this role.",
    "category": "Rejected"
  },
  {
    "subject": "Unfortunately, your application has been rejected for the Data Analyst role",
    "body": "Thank you for applying, but we have decided to proceed with another candidate.",
    "category": "Rejected"
  },
  {
    "subject": "We’ve filled the position for Marketing Specialist",
    "body": "Thank you for applying. We have chosen to move forward with another candidate.",
    "category": "Rejected"
  },
  {
    "subject": "No job offer for the HR Executive position",
    "body": "We regret to inform you that your application has not been successful for this role.",
    "category": "Rejected"
  },
  {
    "subject": "Your application for the Developer position has been rejected",
    "body": "We appreciate your interest, but we’ve decided to pursue other candidates.",
    "category": "Rejected"
  },
  {
    "subject": "Position has been filled: Application Rejected",
    "body": "After reviewing all applicants, we have decided to move forward with other candidates.",
    "category": "Rejected"
  },
  {
    "subject": "Software Developer position - Decision: Rejected",
    "body": "We regret to inform you that we are unable to offer you the Software Developer position.",
    "category": "Rejected"
  },
  {
    "subject": "Your application status: Rejected",
    "body": "Unfortunately, we have decided not to move forward with your candidacy.",
    "category": "Rejected"
  },
  {
    "subject": "No further steps for your application",
    "body": "Thank you for your interest, but we will not be proceeding with your application.",
    "category": "Rejected"
  },
  {
    "subject": "Software Developer role: Decision - Rejected",
    "body": "We regret to inform you that we have selected another candidate for the position.",
    "category": "Rejected"
  },
  {
    "subject": "Your Interview for the Marketing Manager Position",
    "body": "Thank you for interviewing with us. We will contact you shortly with the next steps.",
    "category": "Interviewed"
  },
  {
    "subject": "Follow-up on your interview",
    "body": "We are in the final stages of decision-making and will be in touch soon regarding your interview.",
    "category": "Interviewed"
  },
  {
    "subject": "Your interview with our team",
    "body": "It was a pleasure speaking with you. We will reach out to you soon with the next steps in the hiring process.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview feedback and next steps",
    "body": "Thank you for attending the interview. We are reviewing all candidates and will notify you with the results.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview status update",
    "body": "Thank you for your time today. We are still in the process of reviewing applicants and will notify you soon.",
    "category": "Interviewed"
  },
  {
    "subject": "Your interview for the Software Engineer position",
    "body": "Thank you for your time during the interview. We will follow up with next steps shortly.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview scheduled for Data Scientist position",
    "body": "Thank you for applying. Your interview has been scheduled for the next stage of the selection process.",
    "category": "Interviewed"
  },
  {
    "subject": "Post-interview follow-up",
    "body": "Thank you for interviewing with us. We will be in touch soon regarding your candidacy.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview Outcome",
    "body": "We have completed the interview process and will be contacting you with an update soon.",
    "category": "Interviewed"
  },
  {
    "subject": "Your recent interview for the Project Manager role",
    "body": "Thank you for meeting with us. We will be in touch with an update after completing our evaluations.",
    "category": "Interviewed"
  },
  {
    "subject": "Thanks for interviewing with us",
    "body": "We appreciate your time today. We will contact you soon with the outcome of your interview.",
    "category": "Interviewed"
  },
  {
    "subject": "Post-interview feedback",
    "body": "Thank you for attending the interview. We will let you know the decision after reviewing all candidates.",
    "category": "Interviewed"
  },
  {
    "subject": "Update on your interview process",
    "body": "We are still reviewing the applicants and will notify you once we reach a decision.",
    "category": "Interviewed"
  },
  {
    "subject": "Your interview for the Customer Service Representative role",
    "body": "Thank you for your time today. We will get back to you shortly with more details on the hiring process.",
    "category": "Interviewed"
  },
  {
    "subject": "Follow-up regarding your recent interview",
    "body": "We are still reviewing the interviews and will contact you with further information once we have made a decision.",
    "category": "Interviewed"
  },
  {
    "subject": "Thank you for your interview for the HR Assistant role",
    "body": "We will follow up soon with the results of your interview. Thank you for your time and interest.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview conclusion and next steps",
    "body": "We have completed your interview and will contact you with the final decision shortly.",
    "category": "Interviewed"
  },
  {
    "subject": "Thank you for interviewing with us",
    "body": "We appreciate the time and effort you spent interviewing. You will be notified of the outcome soon.",
    "category": "Interviewed"
  },
  {
    "subject": "Your interview for the Account Manager position",
    "body": "It was a pleasure meeting with you. We will reach out soon with the results of your interview.",
    "category": "Interviewed"
  },
  {
    "subject": "Follow-up after your interview",
    "body": "We have completed your interview and are currently evaluating all candidates. We will be in touch soon.",
    "category": "Interviewed"
  },
  {
    "subject": "Your interview with our team",
    "body": "Thank you for your time during the interview. We will notify you soon with the next steps in the process.",
    "category": "Interviewed"
  },
  {
    "subject": "Next steps after your interview",
    "body": "We have completed the interviews and will follow up with you soon regarding your application status.",
    "category": "Interviewed"
  },
  {
    "subject": "Update on your interview for the Business Analyst role",
    "body": "We are still in the process of finalizing the selection and will reach out to you with an update soon.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview results coming soon",
    "body": "Thank you for your time. We will notify you soon once we've reviewed all interviews and made a decision.",
    "category": "Interviewed"
  },
  {
    "subject": "Your interview with the IT Department",
    "body": "Thank you for interviewing with us. We will contact you soon with the results of your interview.",
    "category": "Interviewed"
  },
  {
    "subject": "Post-interview assessment",
    "body": "We are currently reviewing your interview and will notify you once we've made a decision about your application.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview result status",
    "body": "Thank you for attending the interview. We are in the final stages and will reach out soon with a decision.",
    "category": "Interviewed"
  },
  {
    "subject": "Your interview outcome",
    "body": "We are still finalizing the selection process and will contact you with more details soon.",
    "category": "Interviewed"
  },
  {
    "subject": "Update on your interview process",
    "body": "Thank you for your time today. We are still in the process of reviewing candidates and will contact you shortly.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview scheduled for Data Analyst position",
    "body": "Thank you for applying. We have scheduled your interview for the next round of the hiring process.",
    "category": "Interviewed"
  },
  {
    "subject": "Feedback on your interview",
    "body": "We are reviewing all candidates and will contact you soon with the results of your interview.",
    "category": "Interviewed"
  },
  {
    "subject": "Next steps in the interview process",
    "body": "We are still reviewing interviews and will notify you of the next steps soon.",
    "category": "Interviewed"
  },
  {
    "subject": "Decision on your interview",
    "body": "Thank you for your interview. We will reach out soon with the outcome of your candidacy.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview results for Senior Developer position",
    "body": "We will be in touch shortly regarding the results of your interview. Thank you for your time.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview feedback coming soon",
    "body": "We appreciate your time today and will contact you with the feedback and next steps soon.",
    "category": "Interviewed"
  },
  {
    "subject": "Post-interview review",
    "body": "We have completed your interview and will notify you shortly with the final decision.",
    "category": "Interviewed"
  },
  {
    "subject": "Thank you for your interview for the HR role",
    "body": "Thank you for meeting with us. We will reach out with the decision after reviewing all candidates.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview completed - Next steps",
    "body": "Thank you for attending the interview. We are in the process of finalizing the selection and will contact you soon.",
    "category": "Interviewed"
  },
  {
    "subject": "Post-interview decision",
    "body": "We have reviewed your interview and will contact you soon with the outcome of your candidacy.",
    "category": "Interviewed"
  },
  {
    "subject": "Your interview with our team for the Sales role",
    "body": "Thank you for your time today. We will be in touch shortly with the interview results.",
    "category": "Interviewed"
  },
  {
    "subject": "Follow-up after your interview for the Marketing role",
    "body": "We appreciate your time today. We will get back to you soon with the next steps.",
    "category": "Interviewed"
  },
  {
    "subject": "Your interview outcome",
    "body": "We will contact you soon with the results of your interview. Thank you for your time.",
    "category": "Interviewed"
  },
  {
    "subject": "Your interview for the Product Manager role",
    "body": "Thank you for your time and participation. We will be in touch with the next steps shortly.",
    "category": "Interviewed"
  },
  {
    "subject": "Job Offer: Marketing Manager Position",
    "body": "We are pleased to offer you the Marketing Manager position at our company. Please find the offer details attached.",
    "category": "Offers"
  },
  {
    "subject": "Offer Letter for Software Engineer Position",
    "body": "Congratulations! We are happy to extend an offer to you for the Software Engineer position. Please review the details in the attached offer letter.",
    "category": "Offers"
  },
  {
    "subject": "Official Job Offer for Data Scientist Role",
    "body": "We are excited to offer you the Data Scientist position at our company. Please see the attached offer letter for the terms and conditions.",
    "category": "Offers"
  },
  {
    "subject": "Offer for the Business Analyst Position",
    "body": "We are pleased to extend an offer to you for the Business Analyst role. Please find the offer letter attached for your review.",
    "category": "Offers"
  },
  {
    "subject": "Job Offer: Senior Developer",
    "body": "We are thrilled to offer you the Senior Developer position at our company. Please review the attached offer letter for full details.",
    "category": "Offers"
  },
  {
    "subject": "Offer for HR Manager Position",
    "body": "We are pleased to offer you the HR Manager role. Please find the official offer letter attached with all the details.",
    "category": "Offers"
  },
  {
    "subject": "Exciting Job Offer: Project Manager",
    "body": "We are delighted to offer you the Project Manager position. Please see the attached offer letter for full terms and conditions.",
    "category": "Offers"
  },
  {
    "subject": "Offer for Marketing Director Position",
    "body": "We are excited to offer you the position of Marketing Director at our company. Please find the offer letter attached for your review.",
    "category": "Offers"
  },
  {
    "subject": "Job Offer for IT Manager",
    "body": "We are pleased to offer you the IT Manager position at our company. Please review the attached offer letter for further details.",
    "category": "Offers"
  },
  {
    "subject": "Offer for Account Executive Role",
    "body": "We are excited to extend an offer to you for the Account Executive position. Please review the attached offer letter.",
    "category": "Offers"
  },
  {
    "subject": "Job Offer: Data Analyst",
    "body": "We are pleased to offer you the Data Analyst position at our company. Please find the offer letter attached for your review.",
    "category": "Offers"
  },
  {
    "subject": "Offer for Sales Manager Role",
    "body": "We are pleased to offer you the position of Sales Manager. Please see the attached offer letter for full details.",
    "category": "Offers"
  },
  {
    "subject": "Offer for Customer Support Specialist",
    "body": "We are excited to offer you the Customer Support Specialist role. Please find the official offer letter attached.",
    "category": "Offers"
  },
  {
    "subject": "Job Offer: Data Engineer Position",
    "body": "We are pleased to extend an offer to you for the Data Engineer position. Please find the offer letter attached.",
    "category": "Offers"
  },
  {
    "subject": "Offer Letter: Senior Marketing Specialist",
    "body": "We are thrilled to offer you the Senior Marketing Specialist position. Please review the attached offer letter for the complete details.",
    "category": "Offers"
  },
  {
    "subject": "Offer for Junior Developer Position",
    "body": "We are excited to extend an offer for the Junior Developer position at our company. Please see the attached offer letter for your review.",
    "category": "Offers"
  },
  {
    "subject": "Job Offer: UX Designer",
    "body": "We are pleased to offer you the UX Designer role. Please review the attached offer letter for full details.",
    "category": "Offers"
  },
  {
    "subject": "Offer for Senior Project Manager",
    "body": "We are excited to offer you the Senior Project Manager position at our company. Please find the offer letter attached.",
    "category": "Offers"
  },
  {
    "subject": "Job Offer: Financial Analyst",
    "body": "We are happy to offer you the Financial Analyst role at our company. Please review the attached offer letter for further details.",
    "category": "Offers"
  },
  {
    "subject": "Offer for Software Development Lead",
    "body": "We are pleased to extend an offer for the Software Development Lead position. Please find the official offer letter attached.",
    "category": "Offers"
  },
  {
    "subject": "Offer for Operations Manager Role",
    "body": "We are thrilled to offer you the position of Operations Manager. Please review the attached offer letter for complete details.",
    "category": "Offers"
  },
  {
    "subject": "Job Offer for Senior Sales Representative",
    "body": "We are excited to offer you the Senior Sales Representative position at our company. Please find the offer letter attached for your review.",
    "category": "Offers"
  },
  {
    "subject": "Offer for Executive Assistant Position",
    "body": "We are pleased to extend an offer to you for the Executive Assistant role. Please review the attached offer letter for further details.",
    "category": "Offers"
  },
  {
    "subject": "Job Offer for Business Development Manager",
    "body": "We are pleased to offer you the Business Development Manager position at our company. Please see the attached offer letter.",
    "category": "Offers"
  },
  {
    "subject": "Job Offer: Marketing Specialist",
    "body": "We are excited to offer you the position of Marketing Specialist. Please review the attached offer letter for full details.",
    "category": "Offers"
  },
  {
    "subject": "Offer for Network Engineer Role",
    "body": "We are pleased to extend an offer to you for the Network Engineer role. Please review the offer letter attached.",
    "category": "Offers"
  },
  {
    "subject": "Offer for Senior Data Scientist",
    "body": "We are excited to offer you the Senior Data Scientist position. Please review the attached offer letter for full details.",
    "category": "Offers"
  },
  {
    "subject": "Offer for Cloud Architect Position",
    "body": "We are thrilled to offer you the position of Cloud Architect. Please find the official offer letter attached.",
    "category": "Offers"
  },
  {
    "subject": "Job Offer: HR Specialist",
    "body": "We are happy to offer you the HR Specialist position at our company. Please review the attached offer letter for further details.",
    "category": "Offers"
  },
  {
    "subject": "Offer for Senior Software Engineer",
    "body": "We are pleased to extend an offer for the Senior Software Engineer role. Please review the attached offer letter.",
    "category": "Offers"
  },
  {
    "subject": "Offer for Sales Executive Position",
    "body": "We are excited to offer you the Sales Executive position at our company. Please find the offer letter attached.",
    "category": "Offers"
  },
  {
    "subject": "Job Offer for Database Administrator Role",
    "body": "We are thrilled to offer you the Database Administrator position. Please review the attached offer letter for further details.",
    "category": "Offers"
  },
  {
    "subject": "Offer for IT Support Specialist Position",
    "body": "We are pleased to offer you the IT Support Specialist role. Please find the offer letter attached for your review.",
    "category": "Offers"
  },
  {
    "subject": "Job Offer: Software Tester",
    "body": "We are excited to offer you the position of Software Tester. Please review the attached offer letter for full details.",
    "category": "Offers"
  },
  {
    "subject": "Offer for Content Writer Position",
    "body": "We are happy to extend an offer for the Content Writer position. Please review the attached offer letter.",
    "category": "Offers"
  },
  {
    "subject": "Job Offer for Digital Marketing Specialist",
    "body": "We are pleased to offer you the Digital Marketing Specialist role. Please find the attached offer letter for review.",
    "category": "Offers"
  },
  {
    "subject": "Offer for Senior HR Manager Position",
    "body": "We are excited to offer you the Senior HR Manager position. Please find the official offer letter attached.",
    "category": "Offers"
  },
  {
    "subject": "Offer Letter for Systems Analyst Position",
    "body": "We are pleased to offer you the Systems Analyst position at our company. Please review the offer letter for full details.",
    "category": "Offers"
  },
  {
    "subject": "Offer for Executive Director Role",
    "body": "We are excited to extend an offer for the Executive Director position. Please see the attached offer letter for further details.",
    "category": "Offers"
  },
  {
    "subject": "Offer for Senior Marketing Strategist",
    "body": "We are happy to offer you the Senior Marketing Strategist position at our company. Please review the attached offer letter for your reference.",
    "category": "Offers"
  },
  {
    "subject": "Job Offer: Senior Business Analyst",
    "body": "We are pleased to offer you the Senior Business Analyst position. Please review the attached offer letter.",
    "category": "Offers"
  },
  {
    "subject": "Offer for Executive Vice President Role",
    "body": "We are thrilled to extend an offer for the Executive Vice President position at our company. Please review the offer letter for full details.",
    "category": "Offers"
  },
  {
    "subject": "Job Offer for Content Manager Position",
    "body": "We are pleased to offer you the Content Manager position at our company. Please find the official offer letter attached.",
    "category": "Offers"
  },
  {
    "subject": "Offer for Junior IT Support Specialist",
    "body": "We are excited to offer you the Junior IT Support Specialist role. Please review the attached offer letter for full details.",
    "category": "Offers"
  },
  {
    "subject": "Job Offer: Research Scientist",
    "body": "We are pleased to offer you the Research Scientist position at our company. Please find the attached offer letter for review.",
    "category": "Offers"
  },
  {
    "subject": "Offer for Senior Marketing Manager",
    "body": "We are excited to extend an offer for the Senior Marketing Manager position. Please review the attached offer letter.",
    "category": "Offers"
  },
  {
    "subject": "Application for Marketing Manager Position",
    "body": "I am excited to apply for the Marketing Manager position. Attached is my resume for your review. I look forward to discussing my qualifications further.",
    "category": "Applied"
  },
  {
    "subject": "Application for Software Engineer Role",
    "body": "Please find attached my resume for the Software Engineer position. I would love the opportunity to contribute to your team and discuss how my skills align with the role.",
    "category": "Applied"
  },
  {
    "subject": "Job Application for Data Scientist Position",
    "body": "I am applying for the Data Scientist position. I have attached my resume and cover letter for your review and look forward to hearing from you.",
    "category": "Applied"
  },
  {
    "subject": "Application for Business Analyst Role",
    "body": "I am writing to express my interest in the Business Analyst position. Please find my resume and cover letter attached for consideration.",
    "category": "Applied"
  },
  {
    "subject": "Software Development Position Application",
    "body": "I am applying for the Software Developer position and have attached my resume. I am confident that my experience and skills align well with the job requirements.",
    "category": "Applied"
  },
  {
    "subject": "Application for HR Manager Role",
    "body": "I am interested in the HR Manager position and have attached my resume for your review. I look forward to the possibility of discussing the role in more detail.",
    "category": "Applied"
  },
  {
    "subject": "Application for Project Manager Position",
    "body": "I would like to apply for the Project Manager role. Please find my resume and cover letter attached for your consideration. I am eager to contribute to your team.",
    "category": "Applied"
  },
  {
    "subject": "Application for Marketing Director Role",
    "body": "Please find attached my application for the Marketing Director position. I believe my background and skills make me an ideal candidate for this role.",
    "category": "Applied"
  },
  {
    "subject": "Application for IT Manager Position",
    "body": "I am applying for the IT Manager role. My resume and cover letter are attached for your review. I look forward to the opportunity to discuss this role with you.",
    "category": "Applied"
  },
  {
    "subject": "Account Executive Application",
    "body": "I am applying for the Account Executive position. I have attached my resume and would love the opportunity to further discuss how my skills align with the role.",
    "category": "Applied"
  },
  {
    "subject": "Application for Data Analyst Role",
    "body": "I am writing to apply for the Data Analyst position. My resume and cover letter are attached, and I look forward to discussing how I can contribute to your team.",
    "category": "Applied"
  },
  {
    "subject": "Application for Sales Manager Role",
    "body": "I would like to apply for the Sales Manager position. Please see my resume attached for your review. I am excited about the opportunity to contribute to your team.",
    "category": "Applied"
  },
  {
    "subject": "Application for Customer Support Specialist",
    "body": "I am applying for the Customer Support Specialist role. My resume and cover letter are attached, and I look forward to discussing my qualifications further.",
    "category": "Applied"
  },
  {
    "subject": "Application for Data Engineer Position",
    "body": "I am interested in applying for the Data Engineer position. Please find my resume attached for your review. I look forward to the opportunity to discuss my application.",
    "category": "Applied"
  },
  {
    "subject": "Application for Senior Marketing Specialist",
    "body": "I am applying for the Senior Marketing Specialist role. I have attached my resume and cover letter and look forward to discussing how my skills align with the role.",
    "category": "Applied"
  },
  {
    "subject": "Junior Developer Application",
    "body": "Please find my application for the Junior Developer position attached. I look forward to discussing how my skills align with the job requirements.",
    "category": "Applied"
  },
  {
    "subject": "Application for UX Designer Role",
    "body": "I am applying for the UX Designer position. My resume is attached for your review. I am excited to bring my experience to your team.",
    "category": "Applied"
  },
  {
    "subject": "Senior Project Manager Application",
    "body": "I would like to apply for the Senior Project Manager role. Please find my resume attached. I look forward to discussing the position in more detail.",
    "category": "Applied"
  },
  {
    "subject": "Application for Financial Analyst Role",
    "body": "I am interested in applying for the Financial Analyst position. Attached are my resume and cover letter for your review.",
    "category": "Applied"
  },
  {
    "subject": "Software Development Lead Application",
    "body": "Please find my resume and application for the Software Development Lead position attached. I am excited about the opportunity to contribute to your team.",
    "category": "Applied"
  },
  {
    "subject": "Application for Operations Manager Role",
    "body": "I am applying for the Operations Manager position. My resume is attached for your review. I look forward to discussing this opportunity further.",
    "category": "Applied"
  },
  {
    "subject": "Application for Senior Sales Representative",
    "body": "I would like to apply for the Senior Sales Representative position. Attached are my resume and cover letter for your consideration.",
    "category": "Applied"
  },
  {
    "subject": "Executive Assistant Application",
    "body": "I am applying for the Executive Assistant role. Please find my resume and cover letter attached for your review.",
    "category": "Applied"
  },
  {
    "subject": "Business Development Manager Application",
    "body": "I am excited to apply for the Business Development Manager role. Please find my resume and cover letter attached. I look forward to discussing my qualifications with you.",
    "category": "Applied"
  },
  {
    "subject": "Marketing Specialist Application",
    "body": "I am applying for the Marketing Specialist role. My resume and cover letter are attached. I look forward to discussing how I can contribute to your team.",
    "category": "Applied"
  },
  {
    "subject": "Network Engineer Application",
    "body": "I am interested in the Network Engineer position. Please find my resume and cover letter attached. I look forward to the possibility of working together.",
    "category": "Applied"
  },
  {
    "subject": "Senior Data Scientist Application",
    "body": "I am applying for the Senior Data Scientist position. Please find my resume attached. I look forward to discussing the position further with you.",
    "category": "Applied"
  },
  {
    "subject": "Cloud Architect Application",
    "body": "I am excited to apply for the Cloud Architect position. My resume is attached for your review. I look forward to discussing how I can contribute to your company.",
    "category": "Applied"
  },
  {
    "subject": "HR Specialist Application",
    "body": "I am interested in applying for the HR Specialist role. Please find my resume attached. I look forward to discussing the position in more detail.",
    "category": "Applied"
  },
  {
    "subject": "Senior Software Engineer Application",
    "body": "I am applying for the Senior Software Engineer role. Please find my resume attached. I look forward to discussing the position further.",
    "category": "Applied"
  },
  {
    "subject": "Sales Executive Application",
    "body": "I am applying for the Sales Executive position. My resume is attached for your review. I look forward to discussing how my skills match your requirements.",
    "category": "Applied"
  },
  {
    "subject": "Database Administrator Application",
    "body": "Please find my resume attached for the Database Administrator position. I am excited about the opportunity to contribute to your team.",
    "category": "Applied"
  },
  {
    "subject": "IT Support Specialist Application",
    "body": "I am applying for the IT Support Specialist role. Please find my resume attached for your review.",
    "category": "Applied"
  },
  {
    "subject": "Software Tester Application",
    "body": "I am interested in applying for the Software Tester position. My resume is attached for your review. I look forward to hearing from you.",
    "category": "Applied"
  },
  {
    "subject": "Content Writer Application",
    "body": "Please find my resume attached for the Content Writer position. I look forward to discussing the role further.",
    "category": "Applied"
  },
  {
    "subject": "Digital Marketing Specialist Application",
    "body": "I am applying for the Digital Marketing Specialist role. Attached is my resume for your review. I look forward to discussing my qualifications further.",
    "category": "Applied"
  },
  {
    "subject": "Senior HR Manager Application",
    "body": "I am applying for the Senior HR Manager position. Please find my resume and cover letter attached for your consideration.",
    "category": "Applied"
  },
  {
    "subject": "Systems Analyst Application",
    "body": "I am interested in applying for the Systems Analyst role. My resume and cover letter are attached for your review.",
    "category": "Applied"
  },
  {
    "subject": "Application for Product Manager Position",
    "body": "I am applying for the Product Manager position. Please find my resume attached for your review. I am excited about the possibility of working with your team.",
    "category": "Applied"
  },
  {
    "subject": "Business Intelligence Analyst Application",
    "body": "I am applying for the Business Intelligence Analyst role. Please find my resume attached for your review.",
    "category": "Applied"
  },
  {
    "subject": "Junior Marketing Specialist Application",
    "body": "I am applying for the Junior Marketing Specialist role. My resume is attached for your review. I look forward to discussing the position further.",
    "category": "Applied"
  },
  {
    "subject": "Application for Technical Support Specialist",
    "body": "I am applying for the Technical Support Specialist role. Attached are my resume and cover letter for your consideration.",
    "category": "Applied"
  },
  {
    "subject": "Thank you for your application to The Athletic",
    "body": "Hi,  Thank you for your interest! We have received your application.   Our team will be in touch if your qualifications and experience align with our needs for the role. If you are not selected for this position, we encourage you to keep tabs our on jobs page as we continue to grow.   Best, The Athletic Media Company",
    "category": "Applied"
  },
  {
    "subject": "Thank you for applying",
    "body": "Thank you for applying! Hi, Thank you for your interest . We appreciate the time you took to apply for the Backend Engineer role and look forward to reviewing your application.",
    "category": "Applied"
  },
  {
    "subject": "Application Received - Backend Engineer Role",
    "body": "Hi Stacey, Thank you for applying to Updater! We’ve received your application for the Backend Engineer role and will be in touch soon with the next steps.",
    "category": "Applied"
  },
  {
    "subject": "We’re reviewing your application!",
    "body": "Dear Stacey, Thank you for expressing interest in Updater. We’ve received your application and are excited to review it for the Backend Engineer position.",
    "category": "Applied"
  },
  {
    "subject": "Thank you for applying",
    "body": "Hi Stacey, We’re delighted to see your interest in Updater. Your application for the Backend Engineer role has been successfully submitted.",
    "category": "Applied"
  },
  {
    "subject": "Application Confirmation - Updater/MoveHQ",
    "body": "Hello Stacey, Your application for the Backend Engineer position has been received. Our team is currently reviewing applications and will reach out soon.",
    "category": "Applied"
  },
  {
    "subject": "Your application has been received",
    "body": "Dear Stacey, Thank you for your application for the Backend Engineer role at Updater. Our hiring team will review your application in the coming days. If shortlisted, we’ll be in touch to schedule an interview.",
    "category": "Applied"
  },
  {
    "subject": "Application Acknowledgment",
    "body": "Hi Stacey, Thank you for your application to Updater. We appreciate your interest in the Backend Engineer role. Stay tuned for updates as we progress through the selection process.",
    "category": "Applied"
  },
  {
    "subject": "Thank you for applying to XYZ Corp",
    "body": "We appreciate your interest in the Backend Developer position at XYZ Corp. Your application is under review.",
    "category": "Applied"
  },
  {
    "subject": "Your application has been received by ABC Inc.",
    "body": "Thank you for applying for the Software Engineer position at ABC Inc. We will be reviewing your application soon.",
    "category": "Applied"
  },
  {
    "subject": "Application received: Frontend Developer role",
    "body": "Thanks for submitting your resume. We’ll be in touch if your qualifications match our needs.",
    "category": "Applied"
  },
  {
    "subject": "Thank you for applying to Acme Solutions",
    "body": "Your application for the Data Scientist position has been received. We’ll review it shortly.",
    "category": "Applied"
  },
  {
    "subject": "We’ve received your application for our Software Developer role",
    "body": "Thanks for applying! Our hiring team will get back to you after reviewing your profile.",
    "category": "Applied"
  },
  {
    "subject": "Thank you for your application to WebCorp",
    "body": "Your application for the Frontend Developer position is under review. We will contact you soon.",
    "category": "Applied"
  },
  {
    "subject": "Application for Backend Engineer role - Received",
    "body": "We’ve received your application for the Backend Engineer role and will contact you soon.",
    "category": "Applied"
  },
  {
    "subject": "Thank you for applying to GreenTech",
    "body": "Your application for the Data Analyst role is being reviewed by our team.",
    "category": "Applied"
  },
  {
    "subject": "Application confirmed for Data Scientist position",
    "body": "Your application has been successfully submitted for the Data Scientist position. We’ll keep you updated.",
    "category": "Applied"
  },
  {
    "subject": "We received your application for Frontend Developer",
    "body": "Thank you for applying! We will review your application and reach out if there’s a fit.",
    "category": "Applied"
  },
  {
    "subject": "Thanks for applying to the Backend Developer position",
    "body": "We appreciate your interest in the position. Our team will review your resume shortly.",
    "category": "Applied"
  },
  {
    "subject": "Your application for Full Stack Developer role is complete",
    "body": "We have received your application and will review it in the coming days.",
    "category": "Applied"
  },
  {
    "subject": "Application received for Marketing Analyst position",
    "body": "Thank you for applying! Our team will be in touch once your application is reviewed.",
    "category": "Applied"
  },
  {
    "subject": "We’ve received your application for the Senior Data Scientist role",
    "body": "Thanks for applying! We will review your qualifications and reach out soon.",
    "category": "Applied"
  },
  {
    "subject": "Backend Engineer Role – Application Received",
    "body": "Your application for the Backend Engineer role is currently under review. We will contact you if there’s a match.",
    "category": "Applied"
  },
  {
    "subject": "We have received your application for Junior Developer role",
    "body": "Thank you for applying! Our team will review your submission and contact you if there’s a fit.",
    "category": "Applied"
  },
  {
    "subject": "Your application for Project Manager position has been received",
    "body": "Thanks for your application. We will review it shortly.",
    "category": "Applied"
  },
  {
    "subject": "Application submitted successfully: Software Engineer",
    "body": "Your application has been received for the Software Engineer role. We will get back to you once reviewed.",
    "category": "Applied"
  },
  {
    "subject": "Thank you for applying to TechVision",
    "body": "We have successfully received your application for the Backend Developer position.",
    "category": "Applied"
  },
  {
    "subject": "Application received for UX Designer position",
    "body": "Thank you for your interest. We will be reviewing your application and will get back to you soon.",
    "category": "Applied"
  },
  {
    "subject": "Interview scheduled: Software Engineer role",
    "body": "Thank you for your application. We would like to schedule an interview with you for the Software Engineer role.",
    "category": "Interviewed"
  },
  {
    "subject": "Your interview for Backend Developer role",
    "body": "We are pleased to inform you that we would like to invite you for an interview for the Backend Developer position.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview request for Data Scientist position",
    "body": "We would like to invite you for an interview for the Data Scientist role. Please confirm your availability.",
    "category": "Interviewed"
  },
  {
    "subject": "You’re invited for an interview at Tech Corp",
    "body": "Congratulations! We would like to invite you for an interview for the Senior Developer position.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview invitation for Full Stack Developer role",
    "body": "We’re excited to schedule an interview with you for the Full Stack Developer role. Please let us know your availability.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview with Data Analyst team",
    "body": "We’d like to schedule an interview for the Data Analyst position. Please reply with your availability.",
    "category": "Interviewed"
  },
  {
    "subject": "Next steps: Frontend Developer interview",
    "body": "We’re pleased to invite you for an interview for the Frontend Developer position. Let us know when you’re available.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview for Marketing Specialist role",
    "body": "We would like to schedule an interview for the Marketing Specialist role. Please confirm your availability.",
    "category": "Interviewed"
  },
  {
    "subject": "You’ve been selected for an interview",
    "body": "We are inviting you for an interview for the Software Engineer position at TechX. Let us know when you’re free.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview invitation: Senior Frontend Developer",
    "body": "We’d love to have an interview with you regarding the Senior Frontend Developer position. Please let us know a suitable time.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview confirmation: Backend Developer position",
    "body": "Your interview for the Backend Developer role has been confirmed. Looking forward to meeting you!",
    "category": "Interviewed"
  },
  {
    "subject": "Scheduled Interview: Product Manager role",
    "body": "We’d like to confirm your interview for the Product Manager position. Please respond with your preferred time.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview invitation from HR for Software Developer",
    "body": "Congratulations! You have been invited for an interview for the Software Developer position.",
    "category": "Interviewed"
  },
  {
    "subject": "Your upcoming interview with Data Corp",
    "body": "We’d like to schedule an interview for the Data Scientist position at Data Corp. Please let us know your availability.",
    "category": "Interviewed"
  },
  {
    "subject": "Frontend Developer interview scheduled",
    "body": "We’re excited to have you for an interview for the Frontend Developer role. Please confirm your availability.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview with Marketing Team - Next Steps",
    "body": "We are excited to have you interview for the Marketing Analyst role. Please let us know your availability.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview request for Data Engineer role",
    "body": "We are scheduling interviews for the Data Engineer position and would love to discuss your qualifications.",
    "category": "Interviewed"
  },
  {
    "subject": "Scheduled Interview for IT Support Specialist",
    "body": "We would like to confirm your interview for the IT Support Specialist role. Please respond with your preferred time.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview details for UX/UI Designer role",
    "body": "We’re pleased to confirm your interview for the UX/UI Designer position at our company.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview Scheduled for Software Developer Role",
    "body": "We are pleased to inform you that we’ve scheduled your interview for the Software Developer position. Please see the details below.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview Invitation for Backend Developer Position",
    "body": "Thank you for applying! We would like to invite you for an interview for the Backend Developer role at Tech Solutions.",
    "category": "Interviewed"
  },
  {
    "subject": "Next Step: Interview for Data Scientist Role",
    "body": "We’ve reviewed your application and would like to invite you to an interview for the Data Scientist position.",
    "category": "Interviewed"
  },
  {
    "subject": "Your interview with Creative Agency",
    "body": "We’ve scheduled your interview for the Graphic Designer role. Please confirm your availability.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview Invitation: Marketing Coordinator",
    "body": "Thank you for applying. We would love to invite you for an interview for the Marketing Coordinator position.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview Details for Software Engineer Role",
    "body": "We are pleased to invite you to an interview for the Software Engineer position. Below are the details.",
    "category": "Interviewed"
  },
  {
    "subject": "We would like to interview you for Data Engineer position",
    "body": "We are impressed by your background and would like to move forward with an interview for the Data Engineer role.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview Invitation: Junior Developer Role",
    "body": "Thank you for applying! We would like to invite you for an interview for the Junior Developer position.",
    "category": "Interviewed"
  },
  {
    "subject": "Your interview for Content Writer position",
    "body": "We’ve scheduled your interview for the Content Writer role. Please find the interview details below.",
    "category": "Interviewed"
  },
  {
    "subject": "Upcoming Interview for HR Specialist Role",
    "body": "Congratulations! We’ve scheduled your interview for the HR Specialist position. Looking forward to speaking with you.",
    "category": "Interviewed"
  },
  {
    "subject": "Offer Letter for Backend Developer Position",
    "body": "We are pleased to extend an offer for the Backend Developer role at Tech Solutions. Please find the offer details attached.",
    "category": "Offers"
  },
  {
    "subject": "Job Offer: Software Engineer Role",
    "body": "We are excited to offer you the Software Engineer position at XYZ Inc. Please review the offer and get back to us soon.",
    "category": "Offers"
  },
  {
    "subject": "Your Offer for Data Scientist Role",
    "body": "We are thrilled to offer you the Data Scientist position at Updater. Please find the offer details in the attached document.",
    "category": "Offers"
  },
  {
    "subject": "Offer Letter for Marketing Coordinator",
    "body": "Congratulations! We are pleased to offer you the Marketing Coordinator role at Creative Agency. The offer is attached.",
    "category": "Offers"
  },
  {
    "subject": "Offer for Junior Developer Role",
    "body": "We are excited to extend an offer for the Junior Developer position. Please review the attached offer letter and let us know if you accept.",
    "category": "Offers"
  },
  {
    "subject": "Data Analyst Offer from Tech Solutions",
    "body": "We’re pleased to offer you the Data Analyst position at Tech Solutions. Please confirm your acceptance by signing the offer letter.",
    "category": "Offers"
  },
  {
    "subject": "Your Application at ZoomInfo - Thank You!",
    "body": "Hi Stacey, Thanks for applying to the Software Engineer role at ZoomInfo. We appreciate the time and effort you put into your application. Our hiring team is reviewing it and will reach out soon with next steps.",
    "category": "Applied"
  },
  {
    "subject": "Application Confirmation - Backend Developer Role",
    "body": "Hi Stacey, Thank you for submitting your application for the Backend Developer role at InnovateTech. We will carefully review your qualifications and let you know if we would like to move forward with an interview.",
    "category": "Applied"
  },
  {
    "subject": "Application Received - Data Analyst Position",
    "body": "Hello Stacey, Your application for the Data Analyst position at DataPro has been successfully received. We will be reviewing all submissions and will contact you for further steps if you are selected.",
    "category": "Applied"
  },
  {
    "subject": "Thanks for Applying to the Project Manager Role",
    "body": "Hi Stacey, Thank you for applying for the Project Manager position at BuildRight. Our team is currently reviewing your application, and we’ll be in touch soon about the next steps.",
    "category": "Applied"
  },
  {
    "subject": "We’ve Received Your Application for the UX Designer Role",
    "body": "Hello Stacey, We’ve received your application for the UX Designer role at CreativeWorks. Our team will review your qualifications and contact you if we decide to proceed with your candidacy.",
    "category": "Applied"
  },
  {
    "subject": "Explore courses for data engineering skills.",
    "body": "Learn SQL, ETL pipelines, and more through our comprehensive courses.",
    "category": "Irrelevant"
  },
  {
    "subject": "Mock interview questions for data engineers",
    "body": "Prepare for interviews with our curated list of SQL challenges.",
    "category": "Irrelevant"
  },
  {
    "subject": "Boost your interview skills with our new course!",
    "body": "Hi Stacey, check out our latest interview prep course to help you ace your interviews!",
    "category": "Irrelevant"
  },
  {
    "subject": "Reminder: Complete your profile to apply faster",
    "body": "Complete your profile on our platform to speed up job applications.",
    "category": "Irrelevant"
  },
  {
    "subject": "Your resume has been viewed by 5 recruiters",
    "body": "Congrats Stacey, your profile is getting noticed!",
    "category": "Irrelevant"
  },
  {
    "subject": "Your engineering interview study plan.",
    "body": "Get a personalized study plan for your upcoming interviews.",
    "category": "Irrelevant"
  },
  {
    "subject": "RE: Software Engineer Interview - ABC Corp",
    "body": "Hi Stacey, thanks for confirming your interview with us.",
    "category": "Interviewed"
  },
  {
    "subject": "Your job application for Software Developer at XYZ",
    "body": "We’ve received your application for the Software Developer role at XYZ.",
    "category": "Applied"
  },
  {
    "subject": "Congratulations! You've received an offer.",
    "body": "We are pleased to offer you a position at our company.",
    "category": "Offers"
  },
  {
    "subject": "Thank you for your application",
    "body": "We regret to inform you that your application was not successful.",
    "category": "Rejected"
  },
  {
    "subject": "New interview questions from top tech companies",
    "body": "Check out the latest interview questions used by Meta, Google, and Amazon.",
    "category": "Irrelevant"
  },
  {
    "subject": "Mock Interview Reminder",
    "body": "Don’t forget to attend your mock interview session.",
    "category": "Irrelevant"
  },
  {
    "subject": "Schedule your next interview practice",
    "body": "Improve your skills with our mock interview sessions.",
    "category": "Irrelevant"
  },
  {
    "subject": "We regret to inform you...",
    "body": "Thank you for applying to ABC Corp. Unfortunately, we have decided to move forward with other candidates.",
    "category": "Rejected"
  },
  {
    "subject": "Thank you for applying to Updater",
    "body": "Hi Stacey, Thank you for your interest in the Backend Engineer role. We will review your application and get back to you shortly.",
    "category": "Applied"
  },
  {
    "subject": "Your application has been received",
    "body": "We’ve received your application for the Software Engineer position and are reviewing your credentials.",
    "category": "Applied"
  },
  {
    "subject": "Confirmation: Application for Frontend Developer",
    "body": "Your application for Frontend Developer at CompanyXYZ has been submitted.",
    "category": "Applied"
  },
  {
    "subject": "We’re excited to review your application",
    "body": "Thank you for applying to join our team! We’ll be in touch if your profile matches our needs.",
    "category": "Applied"
  },
  {
    "subject": "Thanks for applying to Innovate!",
    "body": "We’ve received your application for the Product Manager role and will contact you if selected.",
    "category": "Applied"
  },
  {
    "subject": "Your application for Backend Developer at ABC Inc.",
    "body": "We are reviewing your application and will reach out for next steps if selected.",
    "category": "Applied"
  },
  {
    "subject": "Application Received: Data Analyst Role",
    "body": "Thank you for applying to the Data Analyst position at DataCorp.",
    "category": "Applied"
  },
  {
    "subject": "Application successfully submitted",
    "body": "Your application for QA Engineer has been successfully submitted. Our team will review it shortly.",
    "category": "Applied"
  },
  {
    "subject": "Application Confirmation",
    "body": "We’ve received your application for the Full Stack Developer role. Thank you for your interest.",
    "category": "Applied"
  },
  {
    "subject": "Your application is under review",
    "body": "Thank you for applying to JoinUsTech! We are reviewing your credentials.",
    "category": "Applied"
  },
  {
    "subject": "Interview Scheduled: Software Engineer Role",
    "body": "Your interview is scheduled for Thursday at 2:00 PM via Zoom.",
    "category": "Interviewed"
  },
  {
    "subject": "Reminder: Upcoming Interview with ABC Corp",
    "body": "This is a reminder for your interview scheduled on Friday.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview Details: Data Analyst Position",
    "body": "Please join the Teams call at the scheduled time for your interview.",
    "category": "Interviewed"
  },
  {
    "subject": "Your interview with XYZ Company",
    "body": "We’re looking forward to speaking with you about the Frontend Developer role.",
    "category": "Interviewed"
  },
  {
    "subject": "Follow-up: Interview scheduled for Product Manager Role",
    "body": "You’re scheduled to interview on Wednesday with our Hiring Manager.",
    "category": "Interviewed"
  },
  {
    "subject": "Panel Interview Invitation",
    "body": "You’re invited to a panel interview for the Senior Developer position.",
    "category": "Interviewed"
  },
  {
    "subject": "Confirmation: Upcoming Interview at DataSolutions",
    "body": "Your interview for the Data Scientist role has been confirmed for Friday.",
    "category": "Interviewed"
  },
  {
    "subject": "Technical Interview Scheduled",
    "body": "You’re scheduled for a technical interview on Monday at 10:00 AM.",
    "category": "Interviewed"
  },
  {
    "subject": "Next Steps in the Hiring Process",
    "body": "We’d like to invite you for an interview to discuss the Backend Engineer role.",
    "category": "Interviewed"
  },
  {
    "subject": "Invitation: Final Round Interview",
    "body": "Congratulations! You’ve been invited to the final round of interviews for the Software Engineer position.",
    "category": "Interviewed"
  },
  {
    "subject": "Job Offer for Software Engineer Position",
    "body": "Congratulations! We are pleased to offer you the Software Engineer role.",
    "category": "Offers"
  },
  {
    "subject": "Offer Letter Attached",
    "body": "Please find your offer letter attached for the Backend Developer position.",
    "category": "Offers"
  },
  {
    "subject": "Excited to have you join our team!",
    "body": "We’re thrilled to offer you the Product Manager role at InnovateCorp.",
    "category": "Offers"
  },
  {
    "subject": "Congratulations on your offer!",
    "body": "We’re pleased to offer you the position of Data Analyst at DataSolutions.",
    "category": "Offers"
  },
  {
    "subject": "Welcome to the team!",
    "body": "We’re excited to offer you the position of Frontend Developer.",
    "category": "Offers"
  },
  {
    "subject": "Offer Confirmation",
    "body": "This is a formal offer for the QA Engineer role. Let us know if you have questions.",
    "category": "Offers"
  },
  {
    "subject": "Your Offer for Senior Developer Position",
    "body": "Congratulations! Please review the attached offer letter.",
    "category": "Offers"
  },
  {
    "subject": "Job Offer: Full Stack Engineer",
    "body": "We’re excited to welcome you to JoinUsTech as a Full Stack Engineer!",
    "category": "Offers"
  },
  {
    "subject": "Your New Role at XYZ Company",
    "body": "We’re pleased to offer you the Junior Developer role.",
    "category": "Offers"
  },
  {
    "subject": "Offer Letter Confirmation",
    "body": "Your offer for the Senior Analyst position has been sent. Please sign and return.",
    "category": "Offers"
  },
  {
    "subject": "Update on your application",
    "body": "After careful consideration, we’ve decided to move forward with other candidates.",
    "category": "Rejected"
  },
  {
    "subject": "Thank you for applying to Innovate",
    "body": "We regret to inform you that your application was not successful.",
    "category": "Rejected"
  },
  {
    "subject": "We appreciate your interest",
    "body": "Unfortunately, we’ve decided to proceed with other candidates for the Software Engineer role.",
    "category": "Rejected"
  },
  {
    "subject": "Position Filled",
    "body": "We’ve filled the position for which you applied. Thank you for your interest.",
    "category": "Rejected"
  },
  {
    "subject": "Application Declined",
    "body": "We’ve reviewed your application, and we regret to inform you that it has not been selected.",
    "category": "Rejected"
  },
  {
    "subject": "Your application status: Declined",
    "body": "Thank you for applying, but we’ve moved forward with other candidates.",
    "category": "Rejected"
  },
  {
    "subject": "No longer under consideration",
    "body": "We’ve reviewed your application and won’t be moving forward with it at this time.",
    "category": "Rejected"
  },
  {
    "subject": "Thank you for your time",
    "body": "Unfortunately, we’ve decided to pursue other candidates for this role.",
    "category": "Rejected"
  },
  {
    "subject": "Application Status: Unsuccessful",
    "body": "We appreciate your interest, but your application was not selected.",
    "category": "Rejected"
  },
  {
    "subject": "Hiring Update",
    "body": "We’ve decided to move forward with another candidate for the Data Analyst position.",
    "category": "Rejected"
  },
  {
    "subject": "Exclusive Pre-Sale Access",
    "body": "Don’t miss out on early access to our new product launch.",
    "category": "Irrelevant"
  },
  {
    "subject": "Your subscription is about to expire",
    "body": "Renew now to continue enjoying premium features.",
    "category": "Irrelevant"
  },
  {
    "subject": "New Course for Data Engineers",
    "body": "Learn SQL, ETL, and more with our advanced course offerings.",
    "category": "Irrelevant"
  },
  {
    "subject": "Sephora Annual Sale",
    "body": "Get 20% off your favorite products this weekend!",
    "category": "Irrelevant"
  },
  {
    "subject": "Exclusive Webinar for Career Growth",
    "body": "Join us for tips on improving your resume and LinkedIn profile.",
    "category": "Irrelevant"
  },
  {
    "subject": "Newsletter: January Edition",
    "body": "Catch up on the latest industry news in this month’s edition.",
    "category": "Irrelevant"
  },
  {
    "subject": "Boost Your Skills with Online Courses",
    "body": "Explore our catalog of courses designed for tech professionals.",
    "category": "Irrelevant"
  },
  {
    "subject": "Upcoming Event: Tech Conference 2025",
    "body": "Register now for early-bird tickets to the biggest tech event of the year.",
    "category": "Irrelevant"
  },
  {
    "subject": "Get personalized job recommendations",
    "body": "Set up your profile to receive the best job alerts tailored to you.",
    "category": "Irrelevant"
  },
  {
    "subject": "Thank You for Joining Our Community",
    "body": "Welcome to our network of professionals in your industry!",
    "category": "Irrelevant"
  },
  {
    "subject": "Thanks for submitting your application!",
    "body": "Hi Stacey, your application for the Frontend Engineer role at InnovateTech has been received. We will review it soon.",
    "category": "Applied"
  },
  {
    "subject": "Application Received: UX Designer Position",
    "body": "Thank you for your application to the UX Designer position at DesignPlus. We will contact you if selected.",
    "category": "Applied"
  },
  {
    "subject": "Your job application at TechCorp",
    "body": "We’ve successfully received your application for the Software Engineer position. Stay tuned for updates.",
    "category": "Applied"
  },
  {
    "subject": "Application Submitted",
    "body": "Your application for the Senior Data Scientist position has been received and is under review.",
    "category": "Applied"
  },
  {
    "subject": "We’ve received your application",
    "body": "Thank you for your interest in the Junior Developer role. Our team will review your application.",
    "category": "Applied"
  },
  {
    "subject": "Application Acknowledgment",
    "body": "We’ve received your resume for the Project Manager role and will be in touch shortly.",
    "category": "Applied"
  },
  {
    "subject": "Application Confirmation: Systems Analyst",
    "body": "Hi Stacey, thank you for applying to the Systems Analyst position. Our hiring team will review your profile.",
    "category": "Applied"
  },
  {
    "subject": "Your application for Cloud Engineer has been submitted",
    "body": "Thank you for applying to the Cloud Engineer role at Cloudify.",
    "category": "Applied"
  },
  {
    "subject": "Backend Engineer Application Received",
    "body": "Hi Stacey, we’ve received your application for the Backend Engineer position and are reviewing it.",
    "category": "Applied"
  },
  {
    "subject": "Your submission for Machine Learning Engineer",
    "body": "Thank you for your application to the Machine Learning Engineer position at AI Innovators.",
    "category": "Applied"
  },
  {
    "subject": "Your interview with InnovateTech",
    "body": "Hi Stacey, your interview for the Frontend Engineer position is scheduled for next Monday at 2 PM.",
    "category": "Interviewed"
  },
  {
    "subject": "Zoom link for your interview",
    "body": "Here is the Zoom link for your upcoming interview with our hiring manager.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview Schedule Confirmation",
    "body": "You’re scheduled to meet with our technical panel for the Software Engineer position at 10:00 AM on Thursday.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview Invite",
    "body": "We’d like to invite you for an interview for the Senior Developer position. Please confirm your availability.",
    "category": "Interviewed"
  },
  {
    "subject": "Your interview has been scheduled",
    "body": "You’re scheduled to meet with the hiring team at 3 PM on Friday.",
    "category": "Interviewed"
  },
  {
    "subject": "Upcoming Interview: Data Engineer Role",
    "body": "This is a reminder for your upcoming interview scheduled for Monday.",
    "category": "Interviewed"
  },
  {
    "subject": "Google Meet link for your interview",
    "body": "Please join the interview via this link at the scheduled time.",
    "category": "Interviewed"
  },
  {
    "subject": "Panel Interview Invitation",
    "body": "We’re inviting you to a panel interview for the Cloud Engineer position.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview Confirmation: Technical Role",
    "body": "Your interview for the QA Engineer position is confirmed for next Wednesday.",
    "category": "Interviewed"
  },
  {
    "subject": "Technical Test and Interview Details",
    "body": "You’re scheduled for a technical test followed by an interview on Tuesday.",
    "category": "Interviewed"
  },
  {
    "subject": "Your job offer from InnovateTech",
    "body": "We are thrilled to offer you the Backend Engineer role at InnovateTech!",
    "category": "Offers"
  },
  {
    "subject": "Job Offer Confirmation",
    "body": "We’re excited to extend you an offer for the Product Manager role. Please review the attached document.",
    "category": "Offers"
  },
  {
    "subject": "Your official offer letter",
    "body": "Congratulations! We are pleased to offer you the position of Senior Developer.",
    "category": "Offers"
  },
  {
    "subject": "Offer Letter: Data Analyst Position",
    "body": "Attached is your offer letter for the Data Analyst role. Welcome aboard!",
    "category": "Offers"
  },
  {
    "subject": "Job Offer: Frontend Developer",
    "body": "We’re pleased to offer you the role of Frontend Developer at ABC Corp.",
    "category": "Offers"
  },
  {
    "subject": "Welcome to JoinUsTech",
    "body": "We’re excited to have you join our team as a QA Engineer.",
    "category": "Offers"
  },
  {
    "subject": "Offer for the Cloud Engineer Role",
    "body": "We’d like to formally offer you the position of Cloud Engineer at Cloudify.",
    "category": "Offers"
  },
  {
    "subject": "Your New Role at DataSolutions",
    "body": "We are pleased to offer you the Senior Data Scientist position.",
    "category": "Offers"
  },
  {
    "subject": "Congratulations on your job offer",
    "body": "Welcome to the team! We’re excited to have you on board.",
    "category": "Offers"
  },
  {
    "subject": "Offer Letter for the Machine Learning Engineer Role",
    "body": "Attached is your offer letter for the ML Engineer role. Please review and sign.",
    "category": "Offers"
  },
  {
    "subject": "Application Update",
    "body": "Thank you for applying. Unfortunately, we’ve decided to proceed with other candidates.",
    "category": "Rejected"
  },
  {
    "subject": "Thank you for your application",
    "body": "We regret to inform you that we are unable to move forward with your application at this time.",
    "category": "Rejected"
  },
  {
    "subject": "Position Closed",
    "body": "The position you applied for has been filled. Thank you for your interest.",
    "category": "Rejected"
  },
  {
    "subject": "Application Declined",
    "body": "After reviewing your credentials, we’ve decided not to move forward with your application.",
    "category": "Rejected"
  },
  {
    "subject": "We’ve moved forward with another candidate",
    "body": "Thank you for your interest, but we’ve chosen a different candidate for this role.",
    "category": "Rejected"
  },
  {
    "subject": "Hiring Decision",
    "body": "Unfortunately, we will not be moving forward with your application.",
    "category": "Rejected"
  },
  {
    "subject": "Not Selected",
    "body": "We appreciate your interest, but we’ve chosen another candidate.",
    "category": "Rejected"
  },
  {
    "subject": "No Longer Under Consideration",
    "body": "Thank you for applying. Unfortunately, you were not selected for this role.",
    "category": "Rejected"
  },
  {
    "subject": "Update on your application status",
    "body": "Your application has been reviewed, and we won’t be moving forward at this time.",
    "category": "Rejected"
  },
  {
    "subject": "Final Update on Your Application",
    "body": "We’ve reviewed your profile and won’t be proceeding with your application.",
    "category": "Rejected"
  },
  {
    "subject": "Explore courses for data engineering skills.",
    "body": "Learn SQL, ETL pipelines, and more through our comprehensive courses.",
    "category": "Irrelevant"
  },
  {
    "subject": "Top interview prep materials for tech roles",
    "body": "Download our latest guide to ace technical interviews.",
    "category": "Irrelevant"
  },
  {
    "subject": "Job recommendations tailored for you",
    "body": "Check out these new job postings based on your profile.",
    "category": "Irrelevant"
  },
  {
    "subject": "Expand your skills with online courses",
    "body": "Sign up for workshops to advance your technical expertise.",
    "category": "Irrelevant"
  },
  {
    "subject": "Exclusive Job Alerts",
    "body": "Based on your preferences, here are some roles you might be interested in.",
    "category": "Irrelevant"
  },
  {
    "subject": "Personalized mock interview sessions",
    "body": "Schedule a mock interview with one of our mentors.",
    "category": "Irrelevant"
  },
  {
    "subject": "Learn data modeling for tech interviews",
    "body": "Our new course covers star schemas and ETL pipelines.",
    "category": "Irrelevant"
  },
  {
    "subject": "Upcoming Event: Tech Conference 2025",
    "body": "Register now for early-bird tickets to the biggest tech event of the year.",
    "category": "Irrelevant"
  },
  {
    "subject": "Weekly Newsletter: Tech Tips and Jobs",
    "body": "Stay updated with the latest trends and job opportunities in tech.",
    "category": "Irrelevant"
  },
  {
    "subject": "Advance your coding skills",
    "body": "Our expert-led tutorials cover advanced JavaScript and Python topics.",
    "category": "Irrelevant"
  },
  {
    "subject": "Application Update: Next Steps",
    "body": "Thank you for your application. We’re reviewing your details and will contact you soon.",
    "category": "Applied"
  },
  {
    "subject": "Your Application Status",
    "body": "Hello Stacey, Unfortunately, you weren’t selected. Feel free to reapply for future openings.",
    "category": "Rejected"
  },
  {
    "subject": "Follow-up: Complete Your Application",
    "body": "Hi Stacey, it looks like your application for the Software Engineer role is incomplete. Please finish it soon.",
    "category": "Applied"
  },
  {
    "subject": "We received your application!",
    "body": "Hi Stacey, We’re thrilled you applied for our team. Our recruiters will review your profile and reach out with any updates.",
    "category": "Applied"
  },
  {
    "subject": "Job Application Status: Pending Review",
    "body": "Your application is in progress. Our team will notify you about any next steps.",
    "category": "Applied"
  },
  {
    "subject": "Your Interview Confirmation",
    "body": "Hi Stacey, Thanks for confirming your interview! It’s scheduled for next Monday at 10 AM.",
    "category": "Interviewed"
  },
  {
    "subject": "Congratulations! You've been offered a role",
    "body": "We’re excited to offer you the Software Engineer position! Please review the details and let us know.",
    "category": "Offers"
  },
  {
    "subject": "Re: Application for Software Engineer Role",
    "body": "Hi Stacey, We’re impressed with your profile but regret to inform you that the role has been filled. Please consider other openings on our careers page.",
    "category": "Rejected"
  },
  {
    "subject": "Your Job Offer and Onboarding Details",
    "body": "Congratulations, Stacey! Here’s your offer letter and onboarding instructions.",
    "category": "Offers"
  },
  {
    "subject": "Job Application Review: Feedback Pending",
    "body": "Thank you for submitting your application. Feedback from the hiring manager is pending.",
    "category": "Applied"
  },
  {
    "subject": "Learn the top 10 interview mistakes to avoid",
    "body": "Join our webinar to master the art of technical interviews and ace your next job opportunity.",
    "category": "Irrelevant"
  },
  {
    "subject": "Explore courses for data engineering skills.",
    "body": "Learn SQL, ETL pipelines, and more through our comprehensive courses.",
    "category": "Irrelevant"
  },
  {
    "subject": "Recommended jobs for you",
    "body": "Based on your profile, here are some job openings you might like.",
    "category": "Irrelevant"
  },
  {
    "subject": "Mock Interview Scheduled: Prepare Today",
    "body": "Get ready for your mock interview by reviewing common questions and tips.",
    "category": "Irrelevant"
  },
  {
    "subject": "Your weekly job search update",
    "body": "We’ve found new opportunities tailored to your interests. Check them out!",
    "category": "Irrelevant"
  },
  {
    "subject": "Introducing our new career coaching service",
    "body": "Get personalized advice from industry experts to advance your career.",
    "category": "Irrelevant"
  },
  {
    "subject": "Don’t freeze up at the interview. Do this instead...",
    "body": "Learn strategies to confidently answer interview questions and impress employers.",
    "category": "Irrelevant"
  },
  {
    "subject": "Your LinkedIn profile got 20 views this week",
    "body": "Hi Stacey, see who’s been viewing your profile and discover new connections.",
    "category": "Irrelevant"
  },
  {
    "subject": "Special discount on interview prep courses",
    "body": "Take advantage of our limited-time offer on premium career resources.",
    "category": "Irrelevant"
  },
  {
    "subject": "New positions open at your dream companies",
    "body": "Discover exciting roles at Google, Amazon, and more. Apply now!",
    "category": "Irrelevant"
  },
  {
    "subject": "You applied for Software Engineer I",
    "body": "We’re processing your application and will contact you soon.",
    "category": "Applied"
  },
  {
    "subject": "Thank you for applying!",
    "body": "We received your application for Backend Developer and will review it shortly.",
    "category": "Applied"
  },
  {
    "subject": "Interview Scheduled: Monday, 10 AM",
    "body": "Hi Stacey, Your interview is confirmed for next Monday. Please prepare accordingly.",
    "category": "Interviewed"
  },
  {
    "subject": "Thanks for attending the interview",
    "body": "We enjoyed speaking with you about the Frontend Developer role. We’ll share feedback soon.",
    "category": "Interviewed"
  },
  {
    "subject": "Exciting Offer from XYZ Corp",
    "body": "Congratulations! We’re pleased to offer you the position of Full-Stack Developer.",
    "category": "Offers"
  },
  {
    "subject": "Offer Letter Enclosed",
    "body": "Stacey, please find your official offer letter for the Software Engineer position attached.",
    "category": "Offers"
  },
  {
    "subject": "Decision on Your Application",
    "body": "We regret to inform you that you were not selected for the DevOps Engineer role.",
    "category": "Rejected"
  },
  {
    "subject": "We appreciate your application",
    "body": "Unfortunately, we’ve chosen to move forward with another candidate. Thank you for your time.",
    "category": "Rejected"
  },
  {
    "subject": "Application Received for Backend Developer",
    "body": "Hi Stacey, Thank you for applying to our Backend Developer role. We will review your application and contact you shortly.",
    "category": "Applied"
  },
  {
    "subject": "Application Submission Confirmed: Software Engineer",
    "body": "Your application has been successfully submitted. Our team will reach out for the next steps.",
    "category": "Applied"
  },
  {
    "subject": "Your application is under review",
    "body": "Hello Stacey, Your application for the Frontend Engineer position is currently under review. We will update you within 2-3 weeks.",
    "category": "Applied"
  },
  {
    "subject": "We received your application for Full Stack Engineer",
    "body": "Hi Stacey, Thank you for applying. Our hiring managers are reviewing your details.",
    "category": "Applied"
  },
  {
    "subject": "Complete your application for Cloud Engineer",
    "body": "It looks like you started applying for the Cloud Engineer position but didn't complete it. Submit it soon!",
    "category": "Applied"
  },
  {
    "subject": "Job application confirmation",
    "body": "Your application for the Data Scientist role has been submitted successfully.",
    "category": "Applied"
  },
  {
    "subject": "Action required to finalize your application",
    "body": "Hi Stacey, Please upload your resume to complete your application for the AI Engineer position.",
    "category": "Applied"
  },
  {
    "subject": "Job Application: Frontend Developer",
    "body": "Thank you for applying to XYZ Corp. We’ve received your details and will follow up shortly.",
    "category": "Applied"
  },
  {
    "subject": "Your job application: Software Tester",
    "body": "Your application for the Software Tester role has been successfully submitted.",
    "category": "Applied"
  },
  {
    "subject": "Application Update",
    "body": "Hi Stacey, We’ve received your application for the Data Analyst role. Please expect updates soon.",
    "category": "Applied"
  },
  {
    "subject": "Interview Confirmation: Thursday at 3 PM",
    "body": "Hi Stacey, Your interview for the Data Engineer role is scheduled for Thursday at 3 PM. Please use the Zoom link provided.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview Feedback: Software Engineer Role",
    "body": "Hello Stacey, Thank you for attending the interview. Our team enjoyed speaking with you and will follow up soon.",
    "category": "Interviewed"
  },
  {
    "subject": "Schedule your technical interview",
    "body": "Hi Stacey, Your next interview stage involves a live coding session. Please select a suitable time.",
    "category": "Interviewed"
  },
  {
    "subject": "Re: Interview with [Company Name]",
    "body": "We are excited to meet you tomorrow to discuss the Cloud Engineer role. Here’s the meeting link.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview Reminder",
    "body": "This is a reminder about your upcoming interview for the Backend Developer position.",
    "category": "Interviewed"
  },
  {
    "subject": "Virtual Interview Confirmation",
    "body": "Your virtual interview for the Marketing Analyst role is confirmed for next Tuesday.",
    "category": "Interviewed"
  },
  {
    "subject": "Thank you for attending the interview",
    "body": "Hi Stacey, We appreciate the time you took for the interview. Feedback will be shared soon.",
    "category": "Interviewed"
  },
  {
    "subject": "Follow-up after the interview",
    "body": "It was great meeting you during your interview for the Frontend Engineer role. We’re discussing internally and will update you.",
    "category": "Interviewed"
  },
  {
    "subject": "Coding Test Invitation",
    "body": "Hi Stacey, As part of the hiring process, we invite you to complete a coding test. Please submit it by Friday.",
    "category": "Interviewed"
  },
  {
    "subject": "Thank you for completing the coding exercise",
    "body": "We’ve reviewed your coding exercise and are moving forward with scheduling the next interview.",
    "category": "Interviewed"
  },
  {
    "subject": "Offer Letter: Software Engineer Position",
    "body": "Congratulations Stacey! We’re thrilled to offer you the Software Engineer role. Please review the attached offer letter.",
    "category": "Offers"
  },
  {
    "subject": "Excited to welcome you to our team!",
    "body": "We’re delighted to have you join us as a Data Scientist. Let’s discuss onboarding details.",
    "category": "Offers"
  },
  {
    "subject": "Official Job Offer: Backend Developer",
    "body": "Hi Stacey, We’re offering you the Backend Developer position. Please review the terms and respond.",
    "category": "Offers"
  },
  {
    "subject": "Welcome to the team!",
    "body": "Congratulations Stacey! Here’s your onboarding package for the AI Engineer role.",
    "category": "Offers"
  },
  {
    "subject": "Offer Accepted: Next Steps",
    "body": "Thank you for accepting our offer. We’ll begin the onboarding process shortly.",
    "category": "Offers"
  },
  {
    "subject": "Finalizing Your Job Offer",
    "body": "Hello Stacey, We’re preparing your contract. Please provide your updated address and preferred start date.",
    "category": "Offers"
  },
  {
    "subject": "Welcome aboard!",
    "body": "We’re excited to have you join our team as a Frontend Developer. Here are your first-day instructions.",
    "category": "Offers"
  },
  {
    "subject": "Congratulations on Your Job Offer",
    "body": "Hi Stacey, We’re thrilled to extend this offer for the Marketing Analyst role. Let us know your decision.",
    "category": "Offers"
  },
  {
    "subject": "Offer Letter Attached",
    "body": "Please review your offer for the DevOps Engineer role and sign it by Friday.",
    "category": "Offers"
  },
  {
    "subject": "Your Job Offer: Data Engineer",
    "body": "We’re pleased to offer you the Data Engineer role. Please confirm your acceptance.",
    "category": "Offers"
  },
  {
    "subject": "Application Status Update",
    "body": "Hi Stacey, We regret to inform you that you were not selected for the Software Engineer role.",
    "category": "Rejected"
  },
  {
    "subject": "Decision on your application",
    "body": "Thank you for applying. Unfortunately, we’ve chosen another candidate for the Backend Developer role.",
    "category": "Rejected"
  },
  {
    "subject": "Interview Outcome",
    "body": "Hi Stacey, After careful consideration, we’ve decided not to move forward with your application.",
    "category": "Rejected"
  },
  {
    "subject": "We appreciate your time",
    "body": "Although your profile is impressive, we’ve chosen to proceed with other candidates.",
    "category": "Rejected"
  },
  {
    "subject": "Update on Your Application",
    "body": "Thank you for interviewing with us. Unfortunately, we won’t be moving forward at this time.",
    "category": "Rejected"
  },
  {
    "subject": "Feedback on your application",
    "body": "Hi Stacey, We enjoyed learning about your experience, but we’ve decided to move forward with other applicants.",
    "category": "Rejected"
  },
  {
    "subject": "Position Closed: Software Developer",
    "body": "This role has been filled. Thank you for your interest, and we wish you success in your job search.",
    "category": "Rejected"
  },
  {
    "subject": "Application Unsuccessful",
    "body": "Unfortunately, we are unable to move forward with your application for this position.",
    "category": "Rejected"
  },
  {
    "subject": "Thank you for applying",
    "body": "While your skills are impressive, we’ve selected another candidate for the Full Stack Developer role.",
    "category": "Rejected"
  },
  {
    "subject": "We’re not moving forward",
    "body": "After review, we’ve chosen to go in a different direction. Thank you for applying.",
    "category": "Rejected"
  },
  {
    "subject": "Career tips for 2024",
    "body": "Learn how to network and grow your career with our expert advice.",
    "category": "Irrelevant"
  },
  {
    "subject": "How to ace your next technical interview",
    "body": "Join our webinar on mastering common coding questions.",
    "category": "Irrelevant"
  },
  {
    "subject": "Recommended jobs for you",
    "body": "Here are some jobs we think you’ll love based on your profile.",
    "category": "Irrelevant"
  },
  {
    "subject": "Follow-up: Interview with XYZ Corp",
    "body": "Thank you for attending the interview. Please submit the requested documents by next week.",
    "category": "Interviewed"
  },
  {
    "subject": "Position Update: Reapplication Encouraged",
    "body": "We regret to inform you that we have selected another candidate for this role. However, we encourage you to reapply for future openings.",
    "category": "Rejected"
  },
  {
    "subject": "We want you onboard!",
    "body": "Congrats! We'd love for you to join our team. Check the attached offer letter for details.",
    "category": "Offers"
  },
  {
    "subject": "Your interview is set!",
    "body": "Hi! Your interview for the Marketing Manager position is on Tuesday at 10 AM. Let us know if you have any questions.",
    "category": "Interviewed"
  },
  {
    "subject": "Your Interview and Pre-Assessment Details",
    "body": "We’re excited to move forward with your application. Please complete the attached assessment before your interview on Thursday.",
    "category": "Interviewed"
  },
  {
    "subject": "Welcome Aboard! Here’s Your Offer Details",
    "body": "Attached is your offer letter, benefits package, and employment contract. Please sign and return by Friday.",
    "category": "Offers"
  },
  {
    "subject": "Your Application for Lecturer Position",
    "body": "Thank you for applying to our university. The committee is reviewing your materials and will notify you of the next steps.",
    "category": "Applied"
  },
  {
    "subject": "Engineering Role - Next Steps",
    "body": "Congrats on passing the technical interview! Please complete the attached form for our records.",
    "category": "Interviewed"
  },
  {
    "subject": "Aplicación Recibida para el Puesto de Gerente",
    "body": "Gracias por postularse. Nuestro equipo revisará su solicitud y le informará de los siguientes pasos.",
    "category": "Applied"
  },
  {
    "subject": "Your Offer Letter | Votre Lettre d'Offre",
    "body": "Congratulations! Attached is your offer letter. Félicitations! Vous trouverez votre lettre d'offre ci-jointe.",
    "category": "Offers"
  },
  {
    "subject": "Welcome to Our Team - Onboarding Instructions",
    "body": "We’re excited to have you! Please log in to the portal to complete onboarding tasks before your start date.",
    "category": "Offers"
  },
  {
    "subject": "Negotiation: Senior Engineer Role",
    "body": "Thank you for the offer. I’d like to discuss the proposed salary and benefits before finalizing.",
    "category": "Offers"
  },
  {
    "subject": "50% Off Career Coaching Services",
    "body": "Advance your career with our personalized coaching programs. Limited-time offer!",
    "category": "Irrelevant"
  },
  {
    "subject": "Your Monthly Job Seeker Digest",
    "body": "Here’s your latest career advice, tips, and job alerts.",
    "category": "Irrelevant"
  },
  {
    "subject": "Thank you for your application",
    "body": "We have received your application for the Software Engineer role. Our team will review it and get back to you soon.",
    "category": "Applied"
  },
  {
    "subject": "Application Confirmation",
    "body": "Your application for Backend Developer has been successfully submitted.",
    "category": "Applied"
  },
  {
    "subject": "Interview Schedule Confirmation",
    "body": "We are excited to invite you to the next stage of the hiring process. Please find the interview details below.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview Invitation",
    "body": "Congratulations on making it to the interview round. Please confirm your availability.",
    "category": "Interviewed"
  },
  {
    "subject": "Your Offer Letter",
    "body": "We are pleased to offer you the position of Software Engineer. Please review the attached offer letter.",
    "category": "Offers"
  },
  {
    "subject": "Exciting News! Offer for the Frontend Developer Role",
    "body": "Congratulations! We are thrilled to offer you the opportunity to join our team.",
    "category": "Offers"
  },
  {
    "subject": "Update on Your Application Status",
    "body": "Thank you for your interest in the role. Unfortunately, we have decided to move forward with other candidates.",
    "category": "Rejected"
  },
  {
    "subject": "Your Application for Data Engineer Position",
    "body": "We appreciate the time you took to apply but regret to inform you that you were not selected.",
    "category": "Rejected"
  },
  {
    "subject": "Master the Art of Job Interviews",
    "body": "Explore our curated guide on excelling in technical interviews.",
    "category": "Irrelevant"
  },
  {
    "subject": "Weekly Career Newsletter",
    "body": "Get the latest tips on job applications and interview prep in your inbox.",
    "category": "Irrelevant"
  },
  {
    "subject": "Ace your interview with these top tips!",
    "body": "Learn how to handle tricky questions in interviews and leave a lasting impression.",
    "category": "Irrelevant"
  },
  {
    "subject": "Prepare for interviews with these resources",
    "body": "Download our free guide to interview success!",
    "category": "Irrelevant"
  },
  {
    "subject": "Your application for Software Engineer has been received",
    "body": "Hi Stacey, thank you for applying to the Software Engineer position at ABC Corp. We are reviewing your application and will get back to you shortly.",
    "category": "Applied"
  },
  {
    "subject": "Application Update: Backend Engineer Role",
    "body": "We wanted to let you know that your application for the Backend Engineer position is currently being reviewed by our hiring team.",
    "category": "Applied"
  },
  {
    "subject": "Interview Confirmation for Software Engineer Role",
    "body": "Thank you for scheduling your interview for the Software Engineer role. Your interview is confirmed for Dec 5, 2024, at 2:00 PM via Zoom.",
    "category": "Interviewed"
  },
  {
    "subject": "We look forward to meeting you for your interview!",
    "body": "Hi Stacey, this is a reminder about your upcoming interview with our team for the Senior Developer position.",
    "category": "Interviewed"
  },
  {
    "subject": "Congratulations! We are offering you the Software Engineer role",
    "body": "Dear Stacey, we are thrilled to offer you the Software Engineer position at ABC Corp. Please review the attached offer letter and let us know if you have any questions.",
    "category": "Offers"
  },
  {
    "subject": "Your job offer is ready!",
    "body": "Hi Stacey, congratulations! Please find your job offer for the Frontend Developer role attached. Let us know if you're ready to proceed.",
    "category": "Offers"
  },
  {
    "subject": "Thank you for applying, but we have chosen another candidate",
    "body": "Hi Stacey, we appreciate the time you took to apply for the Software Developer position at Tech Innovations. Unfortunately, we have decided to move forward with another candidate.",
    "category": "Rejected"
  },
  {
    "subject": "Job Application Status: Backend Engineer",
    "body": "Dear Stacey, after careful review of your application, we regret to inform you that we have decided to move forward with other candidates.",
    "category": "Rejected"
  },
  {
    "subject": "Top 10 tips to ace your next tech interview",
    "body": "Learn how to stand out in your next technical interview with these proven strategies!",
    "category": "Irrelevant"
  },
  {
    "subject": "Weekly Newsletter: The latest in software engineering",
    "body": "Discover the latest trends and tips in software development in this week's edition.",
    "category": "Irrelevant"
  },
  {
    "subject": "Prepare for your interviews with our ultimate guide",
    "body": "Our new interview preparation guide is here to help you get ready for your next big opportunity.",
    "category": "Irrelevant"
  },
  {
    "subject": "Upcoming Webinar: Mastering Behavioral Interviews",
    "body": "Join us for a free webinar on how to handle behavioral questions in interviews.",
    "category": "Irrelevant"
  },
  {
    "subject": "Your application for the Data Scientist role has been received",
    "body": "Thank you for applying to ABC Corp. We have received your application and will get back to you shortly.",
    "category": "Applied"
  },
  {
    "subject": "Thank you for your application!",
    "body": "We’ve received your application for the Marketing Specialist role and will review it soon.",
    "category": "Applied"
  },
  {
    "subject": "Update: Backend Engineer application received",
    "body": "Hi Stacey, we wanted to confirm that we’ve received your application for the Backend Engineer role.",
    "category": "Applied"
  },
  {
    "subject": "Your application to Netflix",
    "body": "We’ve received your application for the Software Engineer position at Netflix. Our team will be in touch if there’s a fit.",
    "category": "Applied"
  },
  {
    "subject": "Thank you for your interest in the Sales Manager position",
    "body": "Hi Stacey, thanks for applying to SalesManagerPro. We’re reviewing your application.",
    "category": "Applied"
  },
  {
    "subject": "Your application status update",
    "body": "Your application for the Machine Learning Engineer position has been received. Stay tuned for next steps.",
    "category": "Applied"
  },
  {
    "subject": "Application Received: Creative Designer",
    "body": "We’ve received your application for the Creative Designer role and are excited to review your portfolio.",
    "category": "Applied"
  },
  {
    "subject": "Confirmation of your application submission",
    "body": "Hi Stacey, your application for the UX Designer position has been successfully submitted.",
    "category": "Applied"
  },
  {
    "subject": "Thank you for submitting your application",
    "body": "We appreciate your interest in the Junior Developer position. Our team will be in touch.",
    "category": "Applied"
  },
  {
    "subject": "Acknowledgment of your application",
    "body": "We’ve received your application for the Social Media Manager role and are reviewing it.",
    "date": "Dec 5, 2024, 5:30 PM",
    "category": "Applied"
  },
  {
    "subject": "Interview Confirmation for Senior Developer Position",
    "body": "Hi Stacey, your interview is scheduled for Dec 6 at 10:00 AM. Please find the Zoom link attached.",
    "category": "Interviewed"
  },
  {
    "subject": "Reminder: Your interview tomorrow",
    "body": "We’re looking forward to meeting you tomorrow for your interview at 3:00 PM.",
    "category": "Interviewed"
  },
  {
    "subject": "Details for your upcoming interview",
    "body": "Please confirm your availability for the interview scheduled on Dec 8 at 2:30 PM.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview Schedule",
    "body": "Your interview is confirmed for Dec 7, 2024, at our San Francisco office.",
    "category": "Interviewed"
  },
  {
    "subject": "We look forward to your interview",
    "body": "Hi Stacey, this is a reminder for your interview scheduled on Dec 10 at 11:00 AM.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview Confirmation",
    "body": "We’re excited to meet you for your interview. Details: Dec 9, 2024, 10:30 AM.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview Invitation",
    "body": "You are invited to interview for the Data Analyst role. Please confirm your availability.",
    "category": "Interviewed"
  },
  {
    "subject": "Confirmation of interview details",
    "body": "Hi Stacey, your interview with our team is confirmed for Dec 11, 2024, at 9:00 AM.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview Scheduled",
    "body": "We’ve scheduled your interview for Dec 12, 2024, at 2:00 PM. Please let us know if you need to reschedule.",
    "category": "Interviewed"
  },
  {
    "subject": "Next Steps: Interview",
    "body": "We’re thrilled to invite you to interview with our hiring team. See attached details.",
    "category": "Interviewed"
  },
  {
    "subject": "Exciting News: Job Offer for Senior Developer",
    "body": "Hi Stacey, congratulations! We are excited to offer you the Senior Developer position at ABC Corp. Please review the attached offer letter.",
    "category": "Offers"
  },
  {
    "subject": "Your Job Offer is Ready!",
    "body": "Dear Stacey, we are pleased to offer you the position of Product Manager at XYZ Corp. Please let us know your decision by Dec 15, 2024.",
    "category": "Offers"
  },
  {
    "subject": "Offer Letter for the Backend Engineer Role",
    "body": "Attached is your official offer letter for the Backend Engineer position. We’re thrilled to welcome you onboard.",
    "category": "Offers"
  },
  {
    "subject": "Congratulations on your Job Offer!",
    "body": "Hi Stacey, we are pleased to extend an offer for the Frontend Developer role. Check your email for next steps.",
    "category": "Offers"
  },
  {
    "subject": "Welcome to the Team: Software Engineer Position",
    "body": "Hi Stacey, we’re excited to offer you the Software Engineer role. Attached are the details.",
    "category": "Offers"
  },
  {
    "subject": "Offer Details for Marketing Specialist Position",
    "body": "Congratulations Stacey! We are thrilled to offer you the Marketing Specialist role.",
    "category": "Offers"
  },
  {
    "subject": "We’re thrilled to have you join our team!",
    "body": "Your offer letter is ready, Stacey. Please review and let us know if you have any questions.",
    "category": "Offers"
  },
  {
    "subject": "Joining Offer for the Sales Lead Role",
    "body": "Hi Stacey, we’re excited to officially offer you the Sales Lead position at SalesPro.",
    "category": "Offers"
  },
  {
    "subject": "Excited to Extend an Offer!",
    "body": "Hi Stacey, we are thrilled to offer you the role of Junior Data Analyst. Please see the attachment.",
    "category": "Offers"
  },
  {
    "subject": "Job Offer Confirmation",
    "body": "Dear Stacey, we’re happy to confirm your offer for the Software Architect position at InnovateTech.",
    "category": "Offers"
  },
  {
    "subject": "Your Application Status for Software Engineer Role",
    "body": "Hi Stacey, we regret to inform you that we’ve decided to move forward with other candidates.",
    "category": "Rejected"
  },
  {
    "subject": "Application Outcome: Backend Engineer",
    "body": "Dear Stacey, thank you for your application. Unfortunately, we won’t be moving forward with your candidacy.",
    "category": "Rejected"
  },
  {
    "subject": "We appreciate your interest, but...",
    "body": "Hi Stacey, after careful consideration, we’ve decided not to proceed with your application for the Frontend Developer role.",
    "category": "Rejected"
  },
  {
    "subject": "Job Application Update",
    "body": "Dear Stacey, we regret to inform you that we’ve selected another candidate for the Data Analyst position.",
    "category": "Rejected"
  },
  {
    "subject": "Application Status: Marketing Specialist",
    "body": "Hi Stacey, we appreciate your application but have decided to move forward with other candidates.",
    "category": "Rejected"
  },
  {
    "subject": "Hiring Decision Update",
    "body": "Dear Stacey, thank you for applying to Tech Innovations. Unfortunately, we will not be moving forward.",
    "category": "Rejected"
  },
  {
    "subject": "Outcome of your application",
    "body": "Thank you for your application. Unfortunately, we’ve decided to move in another direction.",
    "category": "Rejected"
  },
  {
    "subject": "We regret to inform you...",
    "body": "Hi Stacey, we’ve reviewed your application but have chosen a different candidate for the Junior Developer position.",
    "category": "Rejected"
  },
  {
    "subject": "Application Status Update",
    "body": "Thank you for applying. Unfortunately, we’ve decided not to move forward with your application.",
    "category": "Rejected"
  },
  {
    "subject": "Decision on Your Application",
    "body": "We appreciate your interest in our company, but we won’t be proceeding with your application for the Product Manager role.",
    "category": "Rejected"
  },
  {
    "subject": "Mastering technical interviews: A free webinar for job seekers",
    "body": "Join us for a free session on mastering technical interviews and learn insider tips.",
    "category": "Irrelevant"
  },
  {
    "subject": "Top tips to excel in your coding interview",
    "body": "Discover our step-by-step guide to solving coding challenges effectively.",
    "category": "Irrelevant"
  },
  {
    "subject": "How to prepare for behavioral interviews?",
    "body": "Learn how to navigate tricky behavioral questions in interviews with confidence.",
    "category": "Irrelevant"
  },
  {
    "subject": "Weekly Newsletter: Your career development tips",
    "body": "Check out this week’s updates on how to advance your career and improve your skills.",
    "category": "Irrelevant"
  },
  {
    "subject": "10 strategies to stand out in your job search",
    "body": "These strategies will help you land your dream job faster. Download the guide now!",
    "category": "Irrelevant"
  },
  {
    "subject": "Your interview preparation toolkit is here",
    "body": "Hi Stacey, we’ve compiled the best resources to help you prepare for any interview.",
    "category": "Irrelevant"
  },
  {
    "subject": "Exclusive career coaching sessions available now",
    "body": "Book a session with our expert career coaches to elevate your job search strategies.",
    "category": "Irrelevant"
  },
  {
    "subject": "How to handle interview stress effectively",
    "body": "Practical tips for staying calm and focused during your interviews.",
    "category": "Irrelevant"
  },
  {
    "subject": "The ultimate guide to mastering behavioral questions",
    "body": "Hi Stacey, our guide on behavioral interviews is now available for download!",
    "category": "Irrelevant"
  },
  {
    "subject": "Upcoming Job Fair: Meet top recruiters",
    "body": "Don’t miss our upcoming job fair, where you can connect with hiring managers.",
    "category": "Irrelevant"
  },
  {
    "subject": "Interview - Software Developer",
    "body": "Microsoft Teams",
    "category": "Interviewed"
  },
  {
    "subject": "Interview",
    "body": "",
    "category": "Interviewed"
  },
  {
    "subject": "Invitation to Interview - Product Manager Role",
    "body": "The interview will take place on Zoom. Please confirm your availability.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview Confirmation for Senior Developer Position",
    "body": "Thank you for confirming your interview for Friday. The link to join is attached.",
    "category": "Interviewed"
  },
  {
    "subject": "Virtual Interview Scheduled",
    "body": "We have scheduled your virtual interview for the Marketing Specialist role. Please check your calendar for details.",
    "category": "Interviewed"
  },
  {
    "subject": "Reminder: Interview with Hiring Manager",
    "body": "This is a reminder for your upcoming interview tomorrow at 10 AM with the hiring manager.",
    "category": "Interviewed"
  },
  {
    "subject": "Update from Meta, Pathways Program",
    "body": "Thank you for taking the time to meet with our team...the team unfortunately has decided not to move forward with your candidacy...",
    "category": "Rejected"
  },
  {
    "subject": "Web Developer- Work From Home - TORKLAW",
    "body": "Hello, We want to thank you for your interest in working at TorkLaw and for the time you invested in applying with us. We have reviewed your application and have determined that it is not a fit for us at this time.We wish you every success with your job search.Warmly,TorkLaw Recruiting",
    "category": "Rejected"
  },
  {
    "subject": "Web Developer- Work From Home - TORKLAW",
    "body": "Hello, We want to thank you for your interest in working at TorkLaw and for the time you invested in applying with us. We have reviewed your application and have determined that it is not a fit for us at this time. We wish you every success with your job search. Warmly, TorkLaw Recruiting",
    "category": "Rejected"
  },
  {
    "subject": "Thank you for applying to Acme Corp",
    "body": "Dear Candidate, Thank you for your interest in Acme Corp. After reviewing your qualifications, we regret to inform you that we have decided to move forward with other candidates. Best regards, Acme Recruiting Team",
    "category": "Rejected"
  },
  {
    "subject": "Your application for Data Scientist at TechWorks",
    "body": "Dear Applicant, Thank you for applying to TechWorks. After careful consideration, we have decided to pursue other candidates at this time. We wish you all the best in your career endeavors. Regards, TechWorks Recruitment",
    "category": "Rejected"
  },
  {
    "subject": "Job Application: Backend Engineer - SparkTech",
    "body": "Hi, Thank you for applying to SparkTech. Unfortunately, we have chosen to move forward with other candidates for this position. We appreciate your interest and time. Regards, SparkTech Hiring Team",
    "category": "Rejected"
  },
  {
    "subject": "Position Update - Frontend Developer Role",
    "body": "Dear Applicant, Thank you for expressing interest in the Frontend Developer role. After review, we regret to inform you that you have not been selected to move forward. Best regards, Talent Acquisition Team",
    "category": "Rejected"
  },
  {
    "subject": "Hiring Decision for UX Designer - Creative Minds",
    "body": "Hi, We appreciate your application for the UX Designer position at Creative Minds. Unfortunately, we have decided to proceed with another candidate. We wish you the best in your job search. Best, Creative Minds Recruiting",
    "category": "Rejected"
  },
  {
    "subject": "Update on Your Application for Mobile Developer",
    "body": "Hello, Thank you for applying to our Mobile Developer role. Unfortunately, we have moved forward with other candidates at this time. We appreciate your interest and wish you success in your career search. Sincerely, Hiring Team",
    "category": "Rejected"
  },
  {
    "subject": "Thank You for Applying: Software Engineer Role",
    "body": "Dear Applicant, Thank you for your interest in our Software Engineer position. Unfortunately, we have moved forward with other candidates. Best of luck in your job search! Regards, Recruitment Team",
    "category": "Rejected"
  },
  {
    "subject": "We appreciate your interest - UI Developer Position",
    "body": "Dear Candidate, Thank you for applying to our UI Developer opening. After careful review, we have decided to pursue other candidates. We wish you success in your future endeavors. Warm regards, Talent Team",
    "category": "Rejected"
  },
  {
    "subject": "Software Engineer Role - Status Update",
    "body": "Hello, We are grateful for your interest in the Software Engineer position at our company. After reviewing your application, we regret to inform you that we have moved forward with another candidate. Best regards, Recruitment Team",
    "category": "Rejected"
  },
  {
    "subject": "Thank You for Your Application to Pixel Studios",
    "body": "Dear Candidate, Thank you for your interest in joining Pixel Studios. Unfortunately, we have decided to proceed with other candidates at this time. We wish you success in your job search. Regards, Hiring Team",
    "category": "Rejected"
  },
  {
    "subject": "Recruitment Update for Full Stack Developer Role",
    "body": "Dear Applicant, We appreciate your application for the Full Stack Developer position. Unfortunately, we have chosen to move forward with other candidates. Best of luck in your career search. Best regards, Recruitment Team",
    "category": "Rejected"
  },
  {
    "subject": "Role Status: Application for Frontend Developer",
    "body": "Hello, Thank you for your interest in the Frontend Developer role. After reviewing your application, we regret to inform you that we have decided to move forward with other candidates. Best regards, Talent Acquisition",
    "category": "Rejected"
  },
  {
    "subject": "Your Application with Bright Tech",
    "body": "Dear Applicant, We want to thank you for applying to Bright Tech. After careful consideration, we have decided to move forward with another candidate. We wish you all the best. Regards, Hiring Team",
    "category": "Rejected"
  },
  {
    "subject": "Decision on your Application - Cloud Engineer Role",
    "body": "Hello, We appreciate your interest in the Cloud Engineer position. After review, we regret to inform you that you were not selected for the role. Best of luck in your job search. Regards, Talent Team",
    "category": "Rejected"
  },
  {
    "subject": "Position Closed: Frontend Developer at CodeHub",
    "body": "Dear Candidate, Thank you for your application to CodeHub. Unfortunately, we have decided to pursue other candidates for the Frontend Developer role. We wish you all the best. Regards, Recruitment Team",
    "category": "Rejected"
  },
  {
    "subject": "Outcome of Your Application: Senior Developer",
    "body": "Hello, We appreciate the time you took to apply for the Senior Developer role. Unfortunately, we are unable to move forward with your application. We wish you success in your job search. Regards, Hiring Team",
    "category": "Rejected"
  },
  {
    "subject": "Software Developer Application Update",
    "body": "Dear Applicant, Thank you for applying to our Software Developer position. After careful review, we have chosen to move forward with other candidates. Best regards, Recruitment Team",
    "category": "Rejected"
  },
  {
    "subject": "Your Interest in Joining Our Team",
    "body": "Dear Candidate, We sincerely appreciate your interest in joining our team. Unfortunately, we have decided to move forward with other candidates. We wish you success in your job search. Regards, Talent Team",
    "category": "Rejected"
  },
  {
    "subject": "Application Status: Backend Engineer at CodeCraft",
    "body": "Hello, Thank you for applying to CodeCraft. Unfortunately, we have moved forward with another candidate for the Backend Engineer position. Best of luck in your job search. Regards, Talent Acquisition",
    "category": "Rejected"
  },
  {
    "subject": "Your Application for Graphic Designer Position",
    "body": "Dear Applicant, Thank you for your interest in the Graphic Designer role at our company. After reviewing your application, we regret to inform you that we have decided to proceed with another candidate. Best regards, Hiring Team",
    "category": "Rejected"
  },
  {
    "subject": "Hiring Decision - Full Stack Engineer",
    "body": "Hello, We sincerely appreciate your application for the Full Stack Engineer position. After careful consideration, we have decided to move forward with another candidate. We wish you success in your future endeavors. Warm regards, Recruitment Team",
    "category": "Rejected"
  },
  {
    "subject": "Position Update: QA Engineer Role",
    "body": "Dear Candidate, Thank you for your interest in the QA Engineer position. After reviewing your application, we regret to inform you that we have selected another candidate for the role. Best of luck in your career journey. Regards, Talent Acquisition Team",
    "category": "Rejected"
  },
  {
    "subject": "Outcome of Your Application - Systems Analyst",
    "body": "Dear Applicant, We appreciate your interest in the Systems Analyst position. After a thorough review of your qualifications, we have decided to proceed with other candidates. Best wishes for your job search. Warm regards, Recruitment Team",
    "category": "Rejected"
  },
  {
    "subject": "Hiring Decision for Marketing Specialist Role",
    "body": "Hello, Thank you for applying for the Marketing Specialist position. Unfortunately, we have decided to move forward with another candidate. We appreciate your interest and time. Regards, Talent Team",
    "category": "Rejected"
  },
  {
    "subject": "We Appreciate Your Application - Web Designer Role",
    "body": "Dear Candidate, Thank you for applying to the Web Designer position. After careful review, we have chosen to move forward with other applicants. We wish you success in your career search. Best regards, Hiring Team",
    "category": "Rejected"
  },
  {
    "subject": "Application Status: Data Analyst Position",
    "body": "Hello, Thank you for your interest in the Data Analyst role. After careful consideration, we regret to inform you that you were not selected for the position. Best of luck with your job search. Regards, Recruitment Team",
    "category": "Rejected"
  },
  {
    "subject": "Decision on Your Application for UI/UX Designer Role",
    "body": "Dear Applicant, We appreciate your time and effort in applying for the UI/UX Designer position. Unfortunately, we have decided to proceed with other candidates. We wish you all the best in your job search. Sincerely, Talent Acquisition",
    "category": "Rejected"
  },
  {
    "subject": "Update: Hiring for Database Administrator Role",
    "body": "Dear Candidate, Thank you for your application for the Database Administrator position. After careful review, we regret to inform you that we have chosen another candidate. Best wishes for your job search. Regards, Recruitment Team",
    "category": "Rejected"
  },
  {
    "subject": "Your Application for Junior Developer Position",
    "body": "Hello, Thank you for your interest in the Junior Developer role. Unfortunately, we have decided to move forward with other candidates at this time. Best regards, Hiring Team",
    "category": "Rejected"
  },
  {
    "subject": "Job Application Status: Cloud Architect",
    "body": "Dear Applicant, Thank you for applying for the Cloud Architect role. After a thorough review of your application, we regret to inform you that we have decided to proceed with other candidates. Best wishes, Recruitment Team",
    "category": "Rejected"
  },
  {
    "subject": "Thank You for Applying - DevOps Engineer Position",
    "body": "Hello, We appreciate your interest in the DevOps Engineer position. After reviewing your application, we regret to inform you that you were not selected for this role. We wish you the best in your job search. Regards, Talent Acquisition Team",
    "category": "Rejected"
  },
  {
    "subject": "Decision on Your Application - Backend Developer",
    "body": "Dear Candidate, Thank you for applying for the Backend Developer position. After consideration, we have decided to pursue other candidates. We appreciate your interest and wish you success. Regards, Recruitment Team",
    "category": "Rejected"
  },
  {
    "subject": "Application Update for IT Support Specialist Role",
    "body": "Hello, Thank you for applying for the IT Support Specialist position. Unfortunately, we have chosen another candidate for this role. We wish you all the best in your job search. Regards, Talent Team",
    "category": "Rejected"
  },
  {
    "subject": "Hiring Decision - Network Administrator",
    "body": "Dear Applicant, We appreciate your interest in the Network Administrator role. After review, we regret to inform you that we have moved forward with another candidate. Best regards, Recruitment Team",
    "category": "Rejected"
  },
  {
    "subject": "Outcome of Your Application - Business Analyst Role",
    "body": "Hello, Thank you for applying for the Business Analyst position. After reviewing your application, we regret to inform you that you were not selected for the role. Best of luck in your job search. Regards, Hiring Team",
    "category": "Rejected"
  },
  {
    "subject": "Interview Confirmation for Marketing Manager Role",
    "body": "Dear [Name],\n\nWe are pleased to confirm your interview for the Marketing Manager position. It will take place on Monday at 3:00 PM via Zoom. Please let us know if you require any changes.",
    "category": "Interviewed"
  },
  {
    "subject": "Thank You for Your Interview",
    "body": "Hi [Name],\n\nThank you for taking the time to meet with us regarding the Sales Associate position. We enjoyed learning more about your background and will be in touch soon with the next steps.",
    "category": "Interviewed"
  },
  {
    "subject": "Second Round Interview Scheduled",
    "body": "Dear [Name],\n\nCongratulations on advancing to the second round of interviews for the HR Specialist position. Your interview is scheduled for Friday at 10:00 AM.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview Feedback Requested",
    "body": "Hi [Name],\n\nWe hope you had a positive experience interviewing for the Operations Manager role. We’d appreciate your feedback to help us improve our hiring process.",
    "category": "Interviewed"
  },
  {
    "subject": "Confirmation of Technical Interview",
    "body": "Hello [Name],\n\nThis is to confirm your technical interview for the Backend Developer position on Thursday at 1:30 PM. Please prepare a coding challenge during the session.",
    "category": "Interviewed"
  },
  {
    "subject": "Follow-Up After Panel Interview",
    "body": "Dear [Name],\n\nThank you for participating in the panel interview for the Product Designer role. We are currently reviewing candidates and will provide an update within the week.",
    "category": "Interviewed"
  },
  {
    "subject": "Virtual Interview Scheduled",
    "body": "Hi [Name],\n\nYour virtual interview for the Data Scientist position is confirmed for Wednesday at 11:00 AM. You’ll receive the meeting link shortly.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview Completed for Software Engineer Role",
    "body": "Dear [Name],\n\nThank you for completing the interview for the Software Engineer role. We’ll be reviewing your application and will contact you with the next steps soon.",
    "category": "Interviewed"
  },
  {
    "subject": "Assessment Feedback Discussion Scheduled",
    "body": "Hi [Name],\n\nWe’d like to schedule a feedback session regarding the assessment you completed for the Marketing Specialist position. Please confirm your availability.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview Follow-Up: Frontend Developer Role",
    "body": "Dear [Name],\n\nThank you for interviewing for the Frontend Developer position. We’re in the process of reviewing all candidates and will reach out soon with an update.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview Availability Needed",
    "body": "Hi [Name],\n\nWe’d like to schedule an interview for the Project Coordinator role. Please let us know your availability in the next few days.",
    "category": "Interviewed"
  },
  {
    "subject": "Final Interview Confirmation",
    "body": "Dear [Name],\n\nThis is a confirmation for your final interview for the HR Consultant role on Friday at 2:00 PM. Looking forward to speaking with you.",
    "category": "Interviewed"
  },
  {
    "subject": "Thank You for Your Interview Time",
    "body": "Hi [Name],\n\nWe appreciate your time and effort in interviewing for the Customer Support Lead position. We’ll review your application and provide feedback shortly.",
    "category": "Interviewed"
  },
  {
    "subject": "Preliminary Interview Details",
    "body": "Dear [Name],\n\nYou’ve been shortlisted for the initial round of interviews for the Account Manager position. Please confirm your availability for a 30-minute session this week.",
    "category": "Interviewed"
  },
  {
    "subject": "Your Interview Has Been Rescheduled",
    "body": "Hi [Name],\n\nYour interview for the Business Analyst position has been rescheduled to Monday at 4:00 PM. Please let us know if this time works for you.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview Debrief Request",
    "body": "Dear [Name],\n\nWe’d like to schedule a quick debrief session to discuss your recent interview for the IT Support Specialist role. Please let us know your availability.",
    "category": "Interviewed"
  },
  {
    "subject": "Mock Interview Feedback",
    "body": "Hi [Name],\n\nThank you for participating in the mock interview for the Technical Recruiter role. We’d love to share feedback and next steps at your earliest convenience.",
    "category": "Interviewed"
  },
  {
    "subject": "Phone Screening Confirmation",
    "body": "Hello [Name],\n\nWe’ve scheduled your phone screening for the Quality Analyst position on Tuesday at 9:00 AM. Please ensure your contact information is up to date.",
    "category": "Interviewed"
  },
  {
    "subject": "Technical Challenge Follow-Up",
    "body": "Hi [Name],\n\nThank you for completing the technical challenge for the Web Developer role. We’ll review your submission and schedule the next interview soon.",
    "category": "Interviewed"
  },
  {
    "subject": "Group Interview Scheduled",
    "body": "Dear [Name],\n\nWe are excited to invite you to a group interview for the Marketing Executive position. Please find the Zoom link for Thursday at 3:30 PM.",
    "category": "Interviewed"
  },
  {
    "subject": "Behavioral Interview Details",
    "body": "Hi [Name],\n\nYour behavioral interview for the Finance Manager role is confirmed for Wednesday at 10:00 AM. Please prepare examples of your leadership experiences.",
    "category": "Interviewed"
  },
  {
    "subject": "Coding Test Results Discussion",
    "body": "Hello [Name],\n\nWe’d like to discuss the results of your coding test for the Machine Learning Engineer role. Let us know your availability.",
    "category": "Interviewed"
  },
  {
    "subject": "Interview Wrap-Up and Next Steps",
    "body": "Hi [Name],\n\nThank you for completing all interview rounds for the Content Strategist position. We’ll provide feedback and next steps by Friday.",
    "category": "Interviewed"
  },
  {
    "subject": "Application Confirmation for Software Developer Position",
    "body": "Hi [Name],\n\nThank you for applying for the Software Developer position at TechCorp. We’ve received your application and will review it shortly. If your qualifications match, we’ll contact you with the next steps.",
    "category": "Applied"
  },
  {
    "subject": "We’ve Received Your Application - Data Scientist Role",
    "body": "Hello [Name],\n\nThank you for submitting your application for the Data Scientist position. Our recruitment team will review your submission and reach out if you’re shortlisted.",
    "category": "Applied"
  },
  {
    "subject": "Acknowledgment of Application Submission",
    "body": "Dear [Name],\n\nWe have received your application for the Frontend Engineer position. Thank you for your interest in joining our team. We’ll get back to you once we’ve reviewed your qualifications.",
    "category": "Applied"
  },
  {
    "subject": "Your Application Has Been Received",
    "body": "Hi [Name],\n\nThis is to confirm we’ve received your application for the Marketing Specialist role. We appreciate your interest and will contact you if we decide to proceed with your application.",
    "category": "Applied"
  },
  {
    "subject": "Thank You for Applying to BrightWorks",
    "body": "Hello [Name],\n\nThank you for your interest in the Content Strategist position at BrightWorks. Your application has been received, and our team will review it shortly.",
    "category": "Applied"
  },
  {
    "subject": "Submission Confirmation for Project Manager Role",
    "body": "Dear [Name],\n\nWe’ve successfully received your application for the Project Manager position. We’ll evaluate your profile and contact you if you are shortlisted.",
    "category": "Applied"
  },
  {
    "subject": "Application Acknowledgment",
    "body": "Hi [Name],\n\nThank you for submitting your application for the Graphic Designer role. Our hiring team is reviewing your qualifications and will contact you with an update soon.",
    "category": "Applied"
  },
  {
    "subject": "Application Received for Business Analyst Position",
    "body": "Hello [Name],\n\nWe’ve received your application for the Business Analyst position. Thank you for your interest in our organization. We’ll get in touch with you after the review process.",
    "category": "Applied"
  },
  {
    "subject": "Thank You for Applying to AlphaTech",
    "body": "Dear [Name],\n\nWe’ve received your application for the Backend Developer role at AlphaTech. Our recruitment team will review your submission and provide an update soon.",
    "category": "Applied"
  },
  {
    "subject": "Job Application Submission Confirmation",
    "body": "Hi [Name],\n\nWe’ve successfully received your application for the Customer Support Representative position. Thank you for considering a career with us.",
    "category": "Applied"
  },
  {
    "subject": "Confirmation of Application Receipt",
    "body": "Hello [Name],\n\nThank you for applying for the Sales Executive role. Your application has been received, and we’ll contact you if you’re selected for the next stage.",
    "category": "Applied"
  },
  {
    "subject": "We Appreciate Your Application",
    "body": "Dear [Name],\n\nYour application for the IT Support Specialist position has been received. Thank you for considering us as your next career move.",
    "category": "Applied"
  },
  {
    "subject": "Application Status: Received",
    "body": "Hi [Name],\n\nThank you for applying for the Digital Marketing Associate role. We have received your application and will be in touch after reviewing it.",
    "category": "Applied"
  },
  {
    "subject": "Job Application Acknowledgment",
    "body": "Hello [Name],\n\nWe’ve successfully received your application for the Operations Manager position. Thank you for your interest in joining our team.",
    "category": "Applied"
  },
  {
    "subject": "Confirmation: Application for Financial Analyst Role",
    "body": "Dear [Name],\n\nThank you for submitting your application for the Financial Analyst position. We’ll carefully review your submission and reach out if there’s a fit.",
    "category": "Applied"
  },
  {
    "subject": "Your Application Has Been Submitted",
    "body": "Hi [Name],\n\nThank you for applying to the Marketing Coordinator position. We’ve received your application and will notify you of the next steps.",
    "category": "Applied"
  },
  {
    "subject": "We’ve Received Your Job Application",
    "body": "Hello [Name],\n\nThank you for submitting your application for the Human Resources Coordinator role. Our hiring team will review it and reach out shortly.",
    "category": "Applied"
  },
  {
    "subject": "Application Confirmation for Data Analyst Role",
    "body": "Dear [Name],\n\nWe’re excited to receive your application for the Data Analyst position. Thank you for considering a career with us. We’ll review your qualifications and get in touch.",
    "category": "Applied"
  },
  {
    "subject": "Acknowledgment of Application for Frontend Developer",
    "body": "Hi [Name],\n\nYour application for the Frontend Developer role has been received. We appreciate your interest in our company and will contact you if selected for the next stage.",
    "category": "Applied"
  },
  {
    "subject": "Submission Confirmation for Graphic Designer Role",
    "body": "Hello [Name],\n\nWe’ve successfully received your application for the Graphic Designer position. Thank you for applying, and we’ll review it shortly.",
    "category": "Applied"
  },
  {
    "subject": "Your Job Application Has Been Received",
    "body": "Dear [Name],\n\nThank you for applying for the Software Engineer role. We’ve received your submission and will be in touch soon regarding the next steps.",
    "category": "Applied"
  },
  {
    "subject": "Thank You for Your Application",
    "body": "Hi [Name],\n\nThis is to confirm that we’ve received your application for the Content Marketing Manager position. We’ll review your qualifications and contact you shortly.",
    "category": "Applied"
  },
  {
    "subject": "Application Received - Thank You!",
    "body": "Hello [Name],\n\nWe’ve successfully received your application for the Account Executive role. Thank you for your interest in our team.",
    "category": "Applied"
  },
  {
    "subject": "Acknowledgment of Application Submission",
    "body": "Dear [Name],\n\nThank you for applying to the Marketing Manager position. We’ve received your application and will review it in detail before contacting you.",
    "category": "Applied"
  },
  {
    "subject": "We’ve Received Your Job Application",
    "body": "Hi [Name],\n\nThank you for your application for the Systems Analyst role. Our team will review your qualifications and reach out soon.",
    "category": "Applied"
  },
  {
    "subject": "Confirmation: Your Application Has Been Received",
    "body": "Hello [Name],\n\nWe’ve received your application for the UX/UI Designer position. Thank you for your interest in joining our creative team.",
    "category": "Applied"
  },
  {
    "subject": "Job Application Status: Submitted",
    "body": "Dear [Name],\n\nThank you for submitting your application for the Junior Developer role. We’ve received your information and will reach out if selected.",
    "category": "Applied"
  },
  {
    "subject": "Excited to Offer You the Role of Marketing Manager",
    "body": "Dear [Name],\n\nCongratulations! We are delighted to offer you the Marketing Manager position at our company. Please find the details of your offer in the attached document. Let us know if you have any questions.",
    "category": "Offers"
  },
  {
    "subject": "Official Job Offer for Data Analyst Position",
    "body": "Hi [Name],\n\nWe are thrilled to extend you an offer for the Data Analyst role at GreenTech Solutions. Please review the attached offer letter and confirm your acceptance by Friday.",
    "category": "Offers"
  },
  {
    "subject": "We’re Thrilled to Offer You the Role of Software Engineer",
    "body": "Hello [Name],\n\nWe are excited to offer you the position of Software Engineer at TechSphere. Attached is your official offer letter with all the details. Welcome aboard!",
    "category": "Offers"
  },
  {
    "subject": "Offer Letter: Senior Project Manager",
    "body": "Dear [Name],\n\nCongratulations! We are pleased to offer you the Senior Project Manager role at our organization. Please review the terms in the attached offer letter and let us know if you have any questions.",
    "category": "Offers"
  },
  {
    "subject": "Congratulations on Your New Role as Frontend Developer",
    "body": "Hi [Name],\n\nWe are thrilled to offer you the Frontend Developer position. Please find the attached offer letter for your review and let us know if you have any questions.",
    "category": "Offers"
  },
  {
    "subject": "Job Offer: HR Specialist Position",
    "body": "Dear [Name],\n\nWe are excited to offer you the HR Specialist role at PeopleFirst Solutions. The attached document contains all the details of your offer. We look forward to hearing from you!",
    "category": "Offers"
  },
  {
    "subject": "Welcome to the Team: Sales Executive Offer Letter",
    "body": "Hello [Name],\n\nCongratulations on being selected for the Sales Executive position. We are excited to have you join our team! Please review the attached offer letter and get back to us at your earliest convenience.",
    "category": "Offers"
  },
  {
    "subject": "Excited to Extend You an Offer for UX Designer Role",
    "body": "Dear [Name],\n\nWe are thrilled to extend you an offer for the UX Designer position at Creative Minds. Please review the attached document for details and let us know if you accept.",
    "category": "Offers"
  },
  {
    "subject": "Official Offer for Digital Marketing Specialist",
    "body": "Hi [Name],\n\nWe are pleased to offer you the Digital Marketing Specialist role. Please find your offer letter attached, detailing the terms of your employment.",
    "category": "Offers"
  },
  {
    "subject": "Offer Letter for Operations Manager Position",
    "body": "Dear [Name],\n\nCongratulations on being selected for the Operations Manager position! Please review the attached offer letter and let us know if you have any questions.",
    "category": "Offers"
  },
  {
    "subject": "Exciting News: Product Manager Offer",
    "body": "Hi [Name],\n\nWe are thrilled to offer you the Product Manager role at Innovate Inc. Attached is your offer letter with all the necessary details. Welcome to the team!",
    "category": "Offers"
  }
]